[{"json_class":"Article","v":["The Colour of Magic - Wikipedia","1983 Discworld novel by Terry Pratchett\nThe Colour of Magic  is a 1983 fantasy comedy novel by Terry Pratchett, and is the first book of the Discworld series. The first printing of the British edition consisted of only 506 copies.[1] Pratchett has described it as \"an attempt to do for the classical fantasy universe what Blazing Saddles did for Westerns.\"[2]\n\nThe story takes place on the Discworld, a planet-sized flat disc carried through space on the backs of four gargantuan elephants – Berilia, Tubul, Great T'Phon and Jerakeen – who themselves stand on the shell of Great A'Tuin, a gigantic star turtle. The surface of the disc contains oceans and continents, and with them, civilisations, cities, forests and mountains.\n\nThe story begins in Ankh-Morpork, the biggest city on the Discworld. The main character is an incompetent and cynical wizard named Rincewind, who is hired as a guide to naive Twoflower, an insurance clerk from the Agatean Empire who has come to visit Ankh-Morpork. Thanks to the abundance of gold in his homeland, Twoflower, though only a clerk, is immensely rich compared to inhabitants of Ankh-Morpork. Initially attempting to flee with his advance payment for agreeing to be Twoflower's guide, Rincewind is captured by the Patrician of Ankh-Morpork, who forces him to protect Twoflower, lest the tourist's death provoke the Agatean Emperor into invading Ankh-Morpork. After Twoflower is kidnapped by a gang of thieves and taken to the Broken Drum tavern, Rincewind stages a rescue alongside the Luggage, an indestructible, enchanted and sentient chest belonging to Twoflower. Before this, Twoflower convinces the Broken Drum's landlord to take out a fire insurance policy at an inflated valuation (Twoflower having a poor grasp of local prices). When the landlord inevitably burns down the tavern to claim the money, the fire spreads and destroys the whole of Ankh-Morpork. Rincewind and Twoflower escape in the chaos.\nRincewind and Twoflower travel towards the city of Quirm, unaware that their adventures on this journey are actually the subject of a boardgame played by the Gods of the Discworld. The pair are separated when they are attacked by a mountain troll summoned by Offler the Crocodile God. The ignorant Twoflower ends up being led to the Temple of Bel-Shamharoth, a being said to be the opposite of both good and evil, while Rincewind ends up imprisoned in a dryad-inhabited tree in the woods, where he watches the events in Bel Shamharoth's temple through a magical portal. The pair are reunited when Rincewind escapes into the temple through the portal, and they encounter Hrun the Barbarian, a parody of heroes in the Swords and Sorcery genre. The trio are attacked and nearly killed by Bel-Shamharoth, but escape when Rincewind accidentally blinds the creature with Twoflower's magical picture box. Hrun agrees to travel with and protect Twoflower and Rincewind in exchange for heroic pictures of him from the picture box. \nThe trio visit the Wyrmberg, an upside-down mountain which is home to dragon-riders who summon their dragons by imagining them, and are separated when the riders attack them. Rincewind escapes capture but is forced by Kring, Hrun's sentient magical sword, to attempt to rescue his friends. Twoflower is imprisoned within the Wyrmberg, and because of his fascination with dragons, is able to summon one greater than those of the Wyrmberg riders, whom he names Ninereeds, allowing him to escape captivity and save Rincewind from being killed in a duel with one of the three heirs of the Wyrmburg. Twoflower, Rincewind and Ninereeds snatch Hrun, but as they attempt to escape into the skies, Twoflower passes out from the lack of oxygen, causing Ninereeds to disappear. Hrun is saved by Liessa, but Rincewind and Twoflower find themselves falling to their deaths. In desperation, Rincewind manages to use the Wyrmberg's power to temporarily summon a passenger jet from the real world, before he and Twoflower fall into the ocean.\nThe two of them are taken to the edge of the Discworld by the ocean currents and nearly carried over, but they are caught by the Circumfence, a huge net built by the nation of Krull to catch sea life and flotsam washed in from the rest of the Discworld. They are rescued by Tethis the sea troll, a being composed of water who had fallen off the edge of his own world and onto the Discworld, where he was subsequently enslaved by the Krullians. The Krullians then take Rincewind and Twoflower to their capital, where they inform them that they intend to use a space capsule to launch over the edge of the Disc in order to learn the sex of Great A'Tuin, and that they also intend to sacrifice Rincewind and Twoflower in order to appease the god Fate, who insisted on their sacrifice after they cost him the earlier game. Rincewind and Twoflower attempt to escape, but end up stealing the capsule, which is launched with Twoflower inside, the tourist wishing to see the other worlds of the universe. Rincewind is unable to get into the capsule in time, and falls off the Disc alongside it, the Luggage following them soon after.\nThe story segues into the beginning of The Light Fantastic.\n\n Bel-Shamharoth aka \"The Soul Eater\", \"The Sender of Eight\"\nHrun, the Barbarian, aka Hrun of Chimeria\nLiessa Wyrmbidder aka Lianna\nthe Luggage\nRincewind, and his Roundworld alias, Dr Rjinswand\nTwoflower, and his Roundworld alias, Jack Zweiblumen \nThe Colour of Magic is one of the few Discworld novels to be divided into sections or chapters, the others being Pyramids, Going Postal, and Making Money, along with the Discworld novels for younger readers, which consist of the five Tiffany Aching books (The Wee Free Men, A Hat Full of Sky, Wintersmith, I Shall Wear Midnight, and The Shepherd's Crown) and The Amazing Maurice and his Educated Rodents.\nThe sections are: \n\n The Colour of Magic – Prologue\nThe Colour of Magic\nThe Sending of Eight – Prologue\nThe Sending of Eight\nThe Lure of the Wyrm\nClose to the Edge \nThe four main parts are lengthy, and have been likened to short stories[3] or novellas rather than chapters.\nIn the section \"The Colour of Magic\", the characters Bravd and The Weasel relate to Fafhrd and the Gray Mouser from Fritz Leiber's Sword series.  \"The Sending of Eight\" has Lovecraftian references, and \"The Lure of the Wyrm\" parodies Anne McCaffrey's Dragonflight.[3][4]\n\nA graphic novel, illustrated by Steven Ross and adapted by Scott Rockwell, was first published as a four-part comic in 1991 by the Innovative Corporation, of Wheeling, WV and then published as a single volume by Corgi on 12 November 1992. Part 1 was originally announced for publication by Innovative on 10 December 1990, but it was delayed as Terry Pratchett had not been shown the artwork for approval as contractually required and disliked it, so the first issue had to be redrawn.\nThe graphic novel is split up into several chapters like the book, and is faithful to the source material in that it is built up like classic barbarian stories (in this case comics à la Red Sonja). Crucial differences between the book and comic include the cutting-out of some of the adventures in Ankh-Morpork and Krull, along with combining the characters of Galder Weatherwax and Ymper Trymon. Also, in the book, the female Dragonriders are described as being topless, as barbarian women in fiction tend to be. However, in the graphic novel the women wear chain-mail chestpieces as well as the clothing described in the book. It has been published in hardcover, along with the graphic novel of The Light Fantastic, as The Discworld Graphic Novels (ISBN 9780061685965).\n\nThe Mob Film Company and Sky One have produced a two-part adaptation, combining both The Colour of Magic and The Light Fantastic, directed by Vadim Jean and broadcast over Easter, 2008.  David Jason starred in the role of Rincewind. Sean Astin, best known for his role as Samwise Gamgee in The Lord of the Rings film series, took the role of Twoflower. Christopher Lee took over the role of Death from Ian Richardson[5] (a role Lee had previously played in the animated series Soul Music and Wyrd Sisters).\n\nThe plot was adapted for a text adventure computer game in 1986, by Delta 4 and released by Piranha, a Macmillan subsidiary, in Amstrad/CDC, Commodore and Spectrum formats.\n\nDave Langford reviewed The Colour of Magic for White Dwarf #64, and stated that \"It's one of those horrible, antisocial books which impel the reader to buttonhole friends and quote bits at them. My ceiling is covered with brown spots from when I tried to read Pratchett's jokes and drink beer at the same time. Only native sadism makes me recommend this disgraceful work.\"[6]\nColin Greenland reviewed The Colour of Magic for Imagine magazine, and stated that \"Terry Pratchett does for sword and sorcery what Douglas Adams did for science fiction.\"[7]\nIn 2015, Sam Jordison at The Guardian gave a positive review of The Colour of Magic. He discussed the arguments that it may not be the best introduction to the series: later books are more highly regarded; it does little to develop its characters and ideas; and modern readers may not be familiar with the \"pre-1990s fantasy conventions\" it lampoons. However, he argued that the book is \"still more than worth reading in and of itself\", praising its gags and satire. \"Indeed, The Colour of Magic is the perfect introduction because it leaves me hungry for more.\"[8]\n\n Review by Faren Miller (1983) in Locus, #274 November 1983[9]\nReview by W. D. Stevens (1984) in SF & Fantasy Review, March 1984\nReview by Ken Lake (1984) in Vector 119\nReview by Baird Searles (1984) in Isaac Asimov's Science Fiction Magazine, May 1984\nReview by Martyn Taylor (1985) in Paperback Inferno, #53\nReview by Ornoth D. A. Liscomb [as by 'Orny' Liscomb] (1985) in FSFnet, v2 #2, 1985\nReview by Robert Coulson (1986) in Amazing Stories, January 1986\nReview by Don D'Ammassa (1986) in Science Fiction Chronicle, #81 June 1986\nReview by Matthew Scott Winslow (2004) in Deep Magic, #28, September 2004\nReview by Stephen E. Andrews and Nick Rennison (2009) in 100 Must-Read Fantasy Novels\nReview by Bill Fawcett and Jody Lynn Nye (2016) in Galaxy's Edge, Issue 21: July 2016 \n\n \n^ \"Terry Pratchett Bibliography\". booksellerworld.com. Archived from the original on 18 March 2015. Retrieved 23 March 2015.\n^ Why Gandalf Never Married, by Terry Pratchett, originally presented at Novacon 15 (1985), collected in Xyster 11 (1986); archived at ansible.co.uk\n^ a b Allbery, Russ (23 December 2007). \"Review: The Colour of Magic by Terry Pratchett\". Retrieved 11 March 2015.\n^ Breebaart, Leo; Kew, Mike (2 February 2008). \"Discworld Annotations: The Colour of Magic\". The Annotated Pratchett File, v9.0.5. L-Space Web. Retrieved 11 March 2015.\n^ \"Colour of Magic Cast\". Paul Kidby official website. 31 July 2007. Archived from the original on 15 March 2008.\n^ Langford, Dave (April 1985). \"Critical Mass\". White Dwarf (64). Games Workshop: 11.\n^ Greenland, Colin (April 1985). \"Fantasy Media\". Imagine (review) (25). TSR Hobbies (UK), Ltd.: 47.\n^ \"Is The Colour of Magic a good introduction to Terry Pratchett?\". The Guardian. 5 May 2015. Retrieved 30 April 2022.\n^ \"Title: The Colour of Magic\".",[["Twoflower",24,1],["Rincewind",20,1],["Magic",16,1],["Colour",15,1],["Review",13,1],["Discworld",12,1],["Pratchett",11,1],["book",9,1],["novel",8,1],["Terry",8,1],["Ankh-Morpork",7,1],["Terry Pratchett",6,2],["Hrun",7,1],["March",6,1],["2015.",5,1],["role",5,1],["series",5,1],["story",5,1],["Wyrmberg",4,1],["character",4,1],["–",4,1],["attempt",4,1],["Luggage",3,1],["adventure",3,1],["11",3,1],["mountain",3,1],["city",3,1],["ocean",3,1],["Great",3,1],["fantasy",3,1],["April",3,1],["Fantasy",3,1],["(1984)",3,1],["D",3,1],["introduction",3,1],["Sending",3,1],["reader",3,1],["chapter",3,1],["section",3,1],["\",",3,1],["aka",3,1],["Light",3,1],["capsule",3,1],["edge",3,1],["world",3,1],["Ninereed",3,1],["picture",3,1],["Bel-Shamharoth",3,1],["end",3,1],["Rincewind escapes",2,2],["picture box",2,2],["Roundworld alias",2,2],["Discworld novels",2,2],["April 1985).",2,2]]]},{"json_class":"Article","v":["The Light Fantastic - Wikipedia","1986 Discworld novel by Terry Pratchett\nThe Light Fantastic is a comic fantasy novel by Terry Pratchett, the second of the Discworld series.  It was published on 2 June 1986, the first printing being of 1,034 copies. The title is taken from L'Allegro, a poem by John Milton, and refers to dancing lightly with extravagance, although in the novel it is explained as \"the light that lies on the far side of darkness, the light fantastic. It was a rather disappointing purple colour.\"\nThe events of the novel are a direct continuation of those in the preceding book, The Colour of Magic.\n\nThe book begins shortly after the ending of The Colour of Magic, with wizard Rincewind, the tourist Twoflower, and the Luggage falling from the Discworld. They are saved when the Octavo, the most powerful book of magic on the Discworld, readjusts reality to prevent the loss of one of its eight spells. The spell had lodged in Rincewind's head when he was a student at Unseen University.  Rincewind, Twoflower and the Luggage end up in the Forest of Skund. The wizards of Ankh-Morpork use the Rite of Ashk-Ente to summon Death to find an explanation for the Octavo's actions. Death warns them that the Discworld will soon be destroyed by a huge red star unless the eight spells of the Octavo are read.\nSeveral orders of wizards travel to the forest of Skund to capture Rincewind, who is currently staying with Twoflower and the Luggage in a gingerbread house in the forest. In the subsequent chaos, Rincewind and Twoflower escape on an old witch's broom. The Archchancellor of Unseen University attempts to obtain the spell, but accidentally summons the Luggage on top of him, crushing him to death. His apprentice, Ymper Trymon, uses the opportunity to advance his own power, intending to obtain the eight spells for himself.\nRincewind and Twoflower encounter a sect of druids who have assembled a \"computer\" from large standing stones, and learn of the approaching red star. As Twoflower attempts to stop the druids from sacrificing a young woman named Bethan, Cohen the Barbarian, an octogenarian parody of Conan, attacks the druids. Twoflower is poisoned in the battle, forcing Rincewind to travel to Death's Domain to rescue him. The pair narrowly avoid being killed by Ysabell, Death's adopted daughter. As they escape, the Octavo tells Rincewind that it had arranged for its eighth spell to escape into his head, to ensure the spells could not be used before the appointed time.\nRincewind and Twoflower travel with Cohen and Bethan to a nearby town, where the toothless Cohen leaves to have dentures made, having learned of them from Twoflower. Rincewind, Twoflower and Bethan are attacked by a mob of people who believe the star is coming to destroy the Discworld in response to the presence of magic. The trio escape into a magical travelling shop, one of many that sell strange and sinister goods and vanish inexplicably the next time a customer tries to find them.  These shops travel the multiverse, set adrift by a sorcerer's curse on the shopkeeper for not having something in stock. The three are able to return to Ankh-Morpork via the shop.\nAs the star comes nearer and the magic on the Discworld weakens, Trymon tries to put the seven spells still in the Octavo into his mind, in an attempt to save the world and gain ultimate power. However, the spells prove too strong for him and his mind becomes a door into the \"Dungeon Dimensions\", home of terrifying eldritch creatures. Rincewind and Twoflower manage to kill the now-mutated Trymon.\nRincewind reads all eight of the Octavo's spells aloud. This causes eight moons of the red star to crack open, birthing eight infant world-turtles. They follow their parent Great A'Tuin, the massive turtle who carries the Discworld, on a course away from the star. The Octavo falls and is eaten by the Luggage.\nCohen and Bethan leave to get married. Twoflower and Rincewind part company as Twoflower decides to return home, leaving the Luggage with Rincewind as a parting gift.  Rincewind decides to re-enroll in the university, believing that with the spell out of his head, he will finally be able to learn magic.\n\n Rincewind - the most pathetic wizard on the disc\nTwoflower - a naive tourist from the exotic Counterweight Continent\nthe Luggage - a sentient trunk with a homicidal attitude\nDEATH - the Grim Reaper, speaks for itself doesn't it?\nYmper Trymon - an ambitious wizard in the Unseen University\nGalder Weatherwax - ArchChancellor of the Unseen University\nThe Librarian - speak for itself\nCohen - a very old hero\nBethan - a druid virgin sacrifice who doesn't want to be saved \nThe cover of a United States paperback release features a mistake, with Cohen's name stated to be \"Conan\".[1]\n\nA graphic novel adapted by Scott Rockwell and illustrated by Steven Ross and Joe Bennet, was first published as a four-part comic in June, August, December 1992 and February 1993 by the Innovative Corporation of Wheeling WV, before being published as a single volume by Corgi on 4 November 1993. It has been published in hardcover along with the graphic novel of The Colour of Magic, as The Discworld Graphic Novels. (ISBN 978-0-06-168596-5)\n\nThe Mob Film Company and Sky One produced a miniseries, combining both The Colour of Magic and The Light Fantastic, broadcast on Easter Sunday and Monday 2008.  Sir David Jason played the part of Rincewind. He was joined by David Bradley as Cohen the Barbarian,[2] Sean Astin as Twoflower,[3] Tim Curry as Trymon,[3] and Christopher Lee taking over the role of Death from Ian Richardson[3] (a role he previously portrayed in the animated series Soul Music and Wyrd Sisters).\nThe production team wanted to get fans involved in the adaptation so some of the extras used in the adaptation (in mob scenes and during the fight in the Broken Drum) were Discworld fans who were selected via various website and Newsletters.\n\nDave Langford reviewed The Light Fantastic for White Dwarf #83, and stated that \"Abandoning the cruel fantasy parodies of his previous book, Pratchett leans more heavily on the one-line gags: the result isn't as pointedly funny, but still evokes more laughs than anything else around. Especially Thrud.\"[4]\n\n Review by Barbara Davies (1986) in Vector 134[5]\nReview by Pauline E. Dungate [as by Pauline Morgan] (1986) in Fantasy Review, November 1986\nReview by Wendy Graham (1986) in Adventurer, December 1986\nReview by Ken Lake (1986) in Paperback Inferno, #63\nReview by Neil Gaiman and Wendy Graham (1987) in Adventurer, January 1987\nReview by Don D'Ammassa (1987) in Science Fiction Chronicle, #97 October 1987\nReview by John C. Bunnell (1988) in Dragon Magazine, July 1988\nReview by James Cawthorn and Michael Moorcock (1988) in Fantasy: The 100 Best Books\nReview [French] by Marc Lemosquet (1993) in Yellow Submarine, #106",[["Rincewind",17,1],["Twoflower",15,1],["Review",10,1],["Discworld",10,1],["Octavo",7,1],["Cohen",7,1],["Luggage",7,1],["novel",6,1],["star",6,1],["Bethan",5,1],["Trymon",5,1],["wizard",5,1],["Death",5,1],["magic",4,1],["Magic",4,1],["Colour",4,1],["book",4,1],["Unseen",4,1],["University",4,1],["travel",4,1],["druid",4,1],["(1986)",4,1],["Light",3,1],["Pratchett",3,1],["1986",3,1],["head",3,1],["attempt",3,1],["shop",3,1],["Terry Pratchett",2,2],["Unseen University",2,2],["Ymper Trymon",2,2]]]},{"json_class":"Article","v":["Equal Rites - Wikipedia","1987 Discworld novel by Terry Pratchett\nEqual Rites is a comic fantasy novel by Terry Pratchett. Published in 1987, it is the third novel in the Discworld series and the first in which the main character is not Rincewind. The title is a play on words related to the phrase \"Equal Rights\".\nThe novel introduces the character of Granny Weatherwax, who reappears in several later Discworld novels. The protagonist Eskarina Smith does not return until I Shall Wear Midnight, which was published 23 years later.\nPratchett based the character Esk on his daughter Rhianna Pratchett.[1]\n\nThe wizard Drum Billet knows that he will soon die and travels to a place where an eighth son of an eighth son is about to be born. This signifies that the child is destined to become a wizard; on the Discworld, the number eight has many of the magical properties that are sometimes ascribed to seven in other mythologies. Billet wants to pass his wizard's staff on to his successor.\nHowever, the newborn child is actually a girl, Esk (full name Eskarina Smith). Since Billet notices his mistake too late, the staff passes on to her. As Esk grows up, it becomes apparent that she has uncontrollable powers, and the local witch Granny Weatherwax decides to travel with her to Unseen University in Ankh-Morpork to help her gain the knowledge required to properly manage her powers.\nBut a female wizard is something completely unheard of on the Discworld. Esk is unsuccessful in her first, direct, attempt to gain entry to the University, but Granny Weatherwax finds another way in; as a servant. While there, Esk witnesses the progress of an apprentice wizard named Simon, whom she had met earlier, on her way to Ankh-Morpork. Simon is a natural talent who invents a whole new way of looking at the universe that reduces it to component numbers.\nSimon's magic causes a hole to be opened into the Dungeon Dimensions while he is in Esk's presence. The staff, acting to protect Esk, strikes Simon on the head, closing the hole but trapping his mind in the Dungeon Dimensions. Esk throws the staff away, believing that it attacked Simon. While attempting to rescue him, Esk ends up in the Dungeon Dimensions. The extreme cold there causes the staff, now washed out to sea, to create a huge ice sheet, causing a storm that floods the university as well as the surrounding city.\nEsk and Simon discover the weakness of the creatures from the Dungeon Dimensions—if you can use magic, but don't, they become scared and weakened. With the help of Granny Weatherwax and Archchancellor Cutangle, who have retrieved the staff, they both manage to transport themselves back into the Discworld. Esk and Simon go on to develop a new kind of magic, based on the notion that the greatest power is the ability not to use all the others.\n\n Granny Weatherwax\nEskarina Smith\nSimon\nDrum Billet, dying wizard, bloody-minded apple tree and reincarnated ant\nArchchancellor Cutangle \nDave Langford reviewed Equal Rites for White Dwarf #87, and called it \"screwy and dotty\" and concluded that the book was \"Good fun.\"[2]\nJ. Michael Caparula reviewed Equal Rites in Space Gamer/Fantasy Gamer No. 85.[3] Caparula commented that \"While not a terribly original concept, it comes alive here amidst the fanciful farce and is treated with a sense of wonder. A think-while-you-laugh treat.\"[3]\n\n Review by Pauline Morgan (1987) in Fantasy Review, January-February 1987[4]\nReview by Barbara Davies (1987) in Vector 137\nReview by Faren Miller (1987) in Locus, #315 April 1987\nReview by David Langford (1987) in Foundation, #40 Summer 1987\nReview by Ken Brown (1987) in Interzone, #20 Summer 1987\nReview by Andy Sawyer (1988) in Paperback Inferno, #70\nReview by Greg Cox (1989) in The New York Review of Science Fiction, June 1989\nReview by Bruce Gillespie (1991) in SF Commentary, #69/70\nReview [French] by Marc Lemosquet (1995) in Yellow Submarine, #113",[["Review",11,1],["Esk",11,1],["Simon",8,1],["Discworld",6,1],["wizard",6,1],["staff",6,1],["novel",5,1],["Granny",5,1],["Weatherwax",5,1],["(1987)",5,1],["1987",4,1],["Pratchett",4,1],["Equal",4,1],["Dimensions",4,1],["Dungeon",4,1],["Billet",4,1],["Granny Weatherwax",3,2],["Dungeon Dimensions",3,2],["Smith",3,1],["Eskarina",3,1],["character",3,1],["Rite",3,1],["magic",3,1],["way",3,1],["power",3,1],["Equal Rites",2,2]]]},{"json_class":"Article","v":["Mort - Wikipedia","1987 Discworld novel by Terry Pratchett\nMort is a fantasy novel by British writer Terry Pratchett. Published in 1987, it is the fourth Discworld novel and the first to focus on the character Death, who only appeared as a side character in the previous novels. The title is the name of its main character, and is also a play on words: in French and Catalan, mort means \"death\", while in Romanian means \"dead\". The French language edition is titled Mortimer, and the Catalan language edition is titled Morth.\nIn 2004, Pratchett stated that Mort was the first Discworld novel with which he was \"pleased\", stating that in previous books, the plot had existed to support the jokes, but that in Mort, the plot was integral.[1]\n\nAs a teenager, Mort has a personality and temperament that makes him unsuited to the family farming business. Mort's father Lezek takes him to a local hiring fair in the hope that Mort will land an apprenticeship. Just before the last stroke of midnight, Death arrives and takes Mort on as an apprentice. Death takes Mort to his domain, where he meets Death's elderly manservant Albert, and his adopted daughter Ysabell. Mort later accompanies Death as he travels to collect the soul of the King of Sto Lat, who is due to be assassinated by the scheming Duke of Sto Helit. After Mort unsuccessfully tries to prevent the assassination, Death warns him that all deaths are predetermined, and that he cannot interfere with fate.\nDeath assigns Mort to collect the soul of Princess Keli, daughter of the murdered king, but he instead kills the assassin the Duke had sent after her. Keli lives, but shortly after the assassin's death people begin acting as if something had happened without knowing why, namely what would be funeral preparations and acts of mourning. She soon finds that the rest of the world no longer acknowledges her existence unless she confronts them and even then they forget her immediately after. She subsequently employs the wizard Igneous Cutwell, who is able to see her as he is trained to see things that are invisible to normal people to make her existence clear to the public. Mort eventually discovers that his actions have created an alternate reality in which Keli lives, but he also learns that it is being overridden by the original reality and will eventually cease to exist, killing Keli. While consulting Cutwell, Mort sees a picture of Unseen University's founder, Alberto Malich, noting that he bears a resemblance to Albert.\nMort and Ysabell travel into the Stack, a library in Death's domain that holds the biographies of everyone who has ever lived, in order to investigate Albert, eventually discovering that he is indeed Malich. They further learn that Malich had feared monsters waiting for him in the afterlife, and performed a reversed version of the Rite of AshkEnte in the hope of keeping Death away from him. The spell backfired and sent him to Death's side, where he has remained in order to put off his demise. During this time, Death, yearning to relish what being human is like, travels to Ankh-Morpork to indulge in new experiences, including getting drunk, dancing, gambling and finding a job. Mort in turn starts to become more like Death, adopting his mannerisms and aspects of his personality, while his own is slowly overridden.\nDeath's absence forces Mort to collect the next two souls, who are both located on separate parts of the Disc (in the Agatean Empire and Tsort, respectively), and due to die on the same night that the alternate reality will be destroyed. Before he and Ysabell leave to collect the souls, Mort uses the part of Death within him to force Albert to provide a spell that will slow down the alternate reality's destruction. After Mort and Ysabell leave, Albert returns to Unseen University, under the identity of Malich. His eagerness to live on the Disc is reinvigorated during this time, and he has the wizards perform the Rite of AshkEnte in the hope of finally escaping Death's grasp. The ritual summons both Death and the part of Death that had been taking Mort over, restoring him to normal. Unaware of Albert's treachery, Death takes him back into his service, the Librarian preventing the wizard's escape.\nMort and Ysabell travel to Keli's palace, where the princess and Cutwell have organised a hasty coronation ceremony in the hope that Keli can be crowned queen before the alternate reality is destroyed. With the reality now too small for Albert's spell, Mort and Ysabell save Keli and Cutwell from being destroyed with the alternate reality. They return to Death's domain to find a furious Death waiting for them, the latter having learned of Mort's actions from Albert. Death dismisses Mort and attempts to take the souls of Keli and Cutwell, but Mort challenges him to a duel for them. Though Death eventually wins the duel, he spares Mort's life and sends him back to the Disc.\nDeath convinces the gods to change the original reality so that Keli rules in place of the Duke, who was inadvertently killed during Death and Mort's duel due to the destruction of his lifetimer. Mort and Ysabell – who have fallen in love over the course of the story – get married, and are made Duke and Duchess of Sto Helit by Keli, while Cutwell is made the Master of the Queen's Bedchamber. Death attends Mort and Ysabell's wedding reception, where he warns Mort that he will have to make sure that the original Duke's destiny is fulfilled, and presents him with the alternate reality he created, now shrunk to the size of a large pearl, before the two part on amicable terms.\n\n Death\nMort\nYsabell\nBinky, Death's horse\nAlbert\nKeli\nCutwell \nStephen Briggs adapted the novel for the stage in 1992.[2]\nThe novel was adapted as a graphic novel, Mort: The Big Comic, published in 1994.\nThe novel has been adapted by Robin Brooks for BBC Radio Four. Narrated by Anton Lesser, with Geoffrey Whitehead as Death, Carl Prekopp as Mort, Clare Corbett as Ysabell and Alice Hart as Princess Keli, the programme was first broadcast in four parts in mid-2004 and has been repeated frequently, most recently on Radio 4 Extra.[3]\nOn 15 December 2007 a German-language stage musical adaptation premiered in Hamburg.[4]\nAn English musical adaptation of Mort was presented in Guildford in August 2008 by Youth Music Theatre UK. The adaptation was by Jenifer Toksvig (sister of Sandi Toksvig) and the composer was Dominic Haslam.[5] A new production, directed by Luke Sheppard, was staged at the Greenwich Theatre in 2011.\n\n Cancelled adaptation [edit]\nAfter the film The Princess and the Frog, Disney animators John Musker and Ron Clements planned that their next project would be an animated film version of Mort, but their failure to obtain the film rights prevented them from continuing with the project, instead creating Moana.[6]\n\nDave Langford reviewed Mort for White Dwarf #96, and stated that \"After a slightly less successful experiment in Equal Rites, Pratchett has sussed the combination of hilarity with a tortuous plot, and the rest of us would-be humorists hate him for it.\"[7]\nIn the BBC's 2003 Big Read contest, viewers voted on the \"Nation's Best-loved Book\"; Mort was among the Top 100 and chosen as the most popular of Pratchett's novels.[8]\n\n Review by Faren Miller (1987) in Locus, #322 November 1987[9]\nReview by Jon Wallace (1954 -) (1988) in Vector 142\nReview by Andy Robertson (1988) in Interzone, #23 Spring 1988\nReview by Alan Fraser (1989) in Paperback Inferno, #76\nReview by Robert Devereaux (1989) in 2 AM, Fall 1989\nReview [German] by Berthold Giese (1990) in Science Fiction Times, August 1990 \n\n\n\nWikiquote has quotations related to Mort.",[["Mort",37,1],["Death",28,1],["Keli",12,1],["Ysabell",10,1],["novel",10,1],["Albert",9,1],["reality",9,1],["Cutwell",7,1],["Review",6,1],["part",5,1],["Pratchett",5,1],["Duke",5,1],["soul",5,1],["Malich",4,1],["hope",4,1],["adaptation",4,1],["character",3,1],["death",3,1],["plot",3,1],["domain",3,1],["Discworld",3,1],["Sto",3,1],["Princess",3,1],["wizard",3,1],["Rite",3,1],["Disc",3,1],["duel",3,1],["film",3,1],["Sto Helit",2,2],["Princess Keli",2,2],["Keli lives",2,2],["Unseen University",2,2],["Ysabell travel",2,2],["Discworld novel",2,2]]]},{"json_class":"Article","v":["Sourcery - Wikipedia","1988 Discworld novel by Terry Pratchett\nThis article is about the 1988 Discworld novel by Terry Pratchett. For other uses, see Sorcery.\nSourcery is a fantasy novel by British writer Terry Pratchett, the fifth book in his Discworld series, published in 1988. \n\nOn the Discworld, \"sourcerers\"—wizards who are sources of magic, and thus immensely more powerful than normal wizards—were the main cause of the Great Mage Wars that left areas of the Disc uninhabitable. As eight is a powerful magical number on Discworld, men born as the eighth son of an eighth son are commonly wizards. Since sourcerers are born the eighth son of an eighth son of an eighth son, they are \"wizards squared\". To prevent the creation of sourcerers, therefore, wizards are not allowed to marry or have children.\nThere are many references to geasa in the text, which are idiosyncratic curses, vows or obligations placed upon a person (usually a hero, such as Cúchulainn in Irish mythology).\n\nA dying wizard who flouted the rule against having children makes a bargain with Death that allows his spirit to inhabit his staff, which he passes on to his eighth son, who is born a sourcerer.  Under the influence of the staff, this child prodigy travels to Ankh-Morpork and initiates a plan for wizards to rule the Discworld, with himself at their head.  Because the sourcerer's power is threatening to destroy the Discworld altogether, a small band—Rincewind the Wizard, Nijel the Destroyer and Conina the Hairdresser, daughter of Cohen the Barbarian—attempt to thwart those plans.\n\nDeath comes to collect the soul of Ipslore the Red, a wizard who was banished from Unseen University for marrying and having children. Bitter over his exile and the death of his wife, Ipslore vows revenge upon the wizards through his eighth son, Coin. As the eighth son of a wizard who himself is an eighth son, Coin is born a sourcerer, a wizard who generates new magic rather than drawing it from the world, effectively making him the most powerful wizard on the Disc. At the moment of his death, Ipslore transfers his spirit into his wizard's staff, which is passed to Coin, preventing Death from collecting Ipslore's soul (since damaging the staff to do so would kill Coin) and allowing Ipslore to influence his son.\nEight years later, Virrid Wayzygoose, the Archchancellor-designate of Unseen University in Ankh-Morpork, is murdered before his induction by Coin, who then forces his way into the university's Great Hall. After Coin bests one of the top wizards in the University, he is welcomed by the majority of the wizards. Rincewind, The Luggage and the Librarian miss Coin's arrival, having fled the University shortly beforehand after the foreboding departure of all of its magically-influenced pest populations. While they are at the Mended Drum, Conina, a professional thief and a daughter of Discworld legend Cohen the Barbarian, arrives holding a box containing the Archchancellor's hat, which she has procured from the room of Wayzygoose, and which possesses a kind of sentience as a result of being worn by hundreds of Archchancellors. Under the direction of the hat, which sees Coin as a threat to wizardry and the very world, Conina forces Rincewind to come with her and take a boat to the city of Al Khali, where the hat claims there is someone fit to wear it.\nIn Ankh-Morpork, the wizards are made more powerful due to Coin's presence drawing more magic into the Discworld. Under Coin's direction, the wizards take over Ankh-Morpork—transforming it into a pristine city and turning the Patrician, Lord Vetinari, into a newt—and make plans to take over the world. Elsewhere, Rincewind, Conina and the Luggage end up in the company of Creosote, the seriph of Al Khali, and Abrim, his treacherous vizier. The trio are eventually separated; Rincewind is thrown into the snake pit, where he meets Nijel the Destroyer, a barbarian hero in training. Conina is taken to Creosote's harem, where the Seriph has his concubines tell him stories. The Luggage, having been scorned by Conina, runs away and gets drunk, before killing and eating several creatures in the desert.\nCoin eventually declares Unseen University and the various wizarding orders obsolete and orders the Library to be burnt down, claiming that Wizardry no longer requires such things. A group of wizards then attack Al Khali, with the sheer amount of magic created by their arrival temporarily putting Rincewind into a trance and enabling him to use magic, allowing him and Nijel to escape the snake pit. They join up with Creosote and Conina, the latter immediately falling in love with Nijel, and they encounter Abrim, who had put on the Archchancellor's hat hoping to gain power from it, only to be possessed instead. Having the experience of many previous Archchancellors, the hat proves an even match for Sourcery-empowered wizards, fighting off a group of them and enlisting others to its cause. As this takes place, Rincewind, Conina, Nijel and Creosote find a magical flying carpet in the palace's treasury, and use it to escape the palace as it gets destroyed by the possessed Abrim building his own tower.\nWith the orders no longer around to keep the wizards in check, wizards across the Discworld go to war with one another, threatening to destroy the world completely. Upon hearing Creosote express anti-wizard sentiments, an angry and humiliated Rincewind abandons the group, taking the flying carpet and making his way to the University, where he learns that the Librarian has saved the library books by hiding them in the ancient Tower of Art. The Librarian convinces Rincewind to stop Coin, and he goes off to face the Sourcerer with a sock containing a half-brick. Back in Al Khali, the Luggage, blaming the Archchancellor's hat for everything it has endured, forces its way into Abrim's tower. Distracted by the Luggage, the possessed vizier is killed by the Ankh-Morpork wizards, with the tower and the Archchancellor's hat getting destroyed in the process.\nDespite his victory, Coin becomes concerned when he is told that wizards rule under the Discworld Gods. He traps the gods in an alternate reality, which shrinks to become a large pearl, unknowingly causing the Ice Giants, a race of beings who had been imprisoned by the gods, to escape their prison, whereupon they begin strolling across the Discworld, freezing everything in their path. Rincewind confronts Coin soon after this. The Sourcerer is amused, but unthreatened, by Rincewind attempting to fight him, prompting Ipslore to try to force Coin to kill him. Rincewind eventually convinces Coin to throw the staff away, but Ipslore's power is channelled against that of his son. The other wizards leave the tower as Rincewind rushes forward, grabbing the child and sending both of them to the Dungeon Dimensions while Death strikes the staff and takes Ipslore's soul. Rincewind orders Coin to return to the University and, using his other sock filled with sand, attacks the Creatures from the Dungeon Dimensions as a distraction to ensure Coin's escape. The Gods are subsequently set free, stopping the march of the Ice Giants. As the Librarian helps Coin escape, the Luggage charges into the Dungeon Dimensions after Rincewind.\nCoin returns the University and Ankh-Morpork to the way they were before he came. After Conina and Nijel travel to the University looking for Rincewind, Coin uses his magic to make them forget him and live happily ever after together. Recognising that he is too powerful to remain in the world, Coin steps into a dimension of his own making and is not seen on the Discworld again. The Librarian takes Rincewind's battered hat, which was left behind when he went into the Dungeon Dimensions, and places it on a pedestal in the Library. The narrator states, \"A wizard...will always come back for his hat\".\n\n Marmaric Carding\nCoin\nConina\nThe Luggage\nNijel the Destroyer\nRincewind\nSpelter \nIn 2010, Terry Pratchett stated that Sourcery would be the fifth Discworld novel to be adapted for Sky One, although he had initially wanted to adapt Making Money. However, he thought that it might work better as a film, and that he could have fun with characters like Nijel the Destroyer.[1]\n\nCritical reception for the novel was positive. Toronto Star's Paul Stuewe writes that Pratchett \"demonstrates a flair for cerebral as well as slapstick comedy.\"[2] \nA reviewer from Publishers Weekly felt that Sourcery was skillfully written, stating \"Pratchett does not merely play with words, he juggles shrewd observations with aplomb.\" The reviewer added that \"the author never takes himself or his message too seriously, and maintains a feather-light touch throughout.\"[3] \nTom Hutchinson, writing for The Times, thought that Sourcery presents a \"memorable account of how we adapt power before it adapts us\" and \"may well be considered [Pratchett's] masterpiece.\"[4] \nThomas M. Wagner from SF Reviews.net gave the book a 3.5/5 rating, commenting that the story \"has Pratchett's trademark lightning pacing, and it fires gags and one-liners at you as if from a fully automatic Uzi.\" He stated that though he found most of Sourcery funny, \"it was very evident to me that Pratchett was, at this early stage of the series, barely scratching the surface of what his considerable wit is capable of.\"[5]\n\n\n \n^ SFX magazine, Issue 196, Mail Fantasy, P65, July 2010\n^ Stuewe, Paul (4 November 1989). \"Lighthearted approaches to fantasy fiction\". Toronto Star. p. M10 – via Factiva.\n^ \"Sourcery\". Publishers Weekly. 1 December 1989. Retrieved 29 August 2018.\n^ Hutchinson, Tom (9 June 1988). \"Galactic giggle; Sourcery, By Terry Pratchell; Books\". The Times – via Factiva.\n^ M. Wagner, Thomas (2001). \"Sourcery\". SF Reviews.net. Retrieved 29 August 2018.\n \n\n\n\nWikiquote has quotations related to Sourcery.",[["wizard",23,1],["Coin",21,1],["Rincewind",17,1],["Discworld",14,1],["son",11,1],["Conina",10,1],["hat",9,1],["University",9,1],["Sourcery",9,1],["Pratchett",9,1],["Nijel",8,1],["Ipslore",8,1],["Luggage",7,1],["staff",6,1],["Ankh-Morpork",6,1],["magic",6,1],["sourcerer",6,1],["Archchancellor",6,1],["Terry",5,1],["novel",5,1],["world",5,1],["Librarian",5,1],["Creosote",5,1],["Dungeon Dimensions",4,2],["Dimensions",4,1],["Dungeon",4,1],["tower",4,1],["Death",4,1],["order",4,1],["power",4,1],["Abrim",4,1],["way",4,1],["force",4,1],["Al",4,1],["Khali",4,1],["Destroyer",4,1],["Al Khali",3,2],["Unseen University",3,2],["Unseen",3,1],["rule",3,1],["children",3,1],["group",3,1],["book",3,1],["plan",3,1],["soul",3,1],["1988 Discworld novel",2,3],["snake pit",2,2],["Ice Giants",2,2],["Terry Pratchett",2,2],["Toronto Star",2,2],["SF Reviews.net",2,2]]]},{"json_class":"Article","v":["Wyrd Sisters - Wikipedia","1988 Discworld novel by Terry Pratchett\nWyrd Sisters is Terry Pratchett's sixth Discworld novel, published in 1988. It re-introduces Granny Weatherwax of Equal Rites.[1]\n\nWyrd Sisters features three witches: Granny Weatherwax; Nanny Ogg, matriarch of a large tribe of Oggs and owner of the most evil cat in the world; and Magrat Garlick, the junior witch, who firmly believes in occult jewelry, covens, and bubbling cauldrons, much to the annoyance of the other two.\nKing Verence I of Lancre is murdered by his cousin, Duke Felmet, after his ambitious wife persuades him to do so. The King's crown and child are given by an escaping servant to the three witches. The witches hand the child to a troupe of travelling actors, and hide the crown in the props box. They acknowledge that destiny will eventually take its course and that the child, Tomjon, will grow up to defeat Duke Felmet and take his rightful place as king.\nHowever, the kingdom is angry about the way the new King is mistreating the land and his subjects. The witches realise that it will be at least 15 years until Tomjon is able to return and save the kingdom, but by then irreparable damage will have been done. Granny Weatherwax, with help from the other two witches, manages to cast a spell over the entire kingdom to send it forward in time by 15 years. Meanwhile, the duke has decided to have a play written and performed that portrays him in a favourable light and the witches in a negative light. He thinks this will cause the witches to lose their power, and the people will like him. He sends the court Fool to Ankh-Morpork to recruit the same acting company that Tomjon was given to, which now resides in the Dysk Theatre on the river Ankh.\nThe company make their way to Lancre, and perform the play for the King as asked. However, Hwel, the playwright, maintains that there is something wrong with the plot of the play, something that just doesn't feel right. The witches cast a spell in the middle of the play that causes the actors to portray the killing of the king truthfully, and the audience sees that the Duke and Duchess are guilty of killing Verence I. Felmet finally succumbs to insanity and stabs several people with a retracting stage dagger, before tripping and falling to his death in the Lancre Gorge. The Duchess is imprisoned but manages to escape, only to be killed by a collection of various forest animals who want revenge for the poor treatment of the land.\nGranny Weatherwax explains that Tomjon is the rightful king, and he is due to be crowned. However, Tomjon does not want to be king; he is an extremely talented actor and wishes to continue his career with his adopted father, Vitoller. Instead Granny Weatherwax tells the town that the Fool is in fact the king's son from another mother, and Tomjon's half-brother, and he is crowned King Verence II of Lancre. Later on, Granny and Nanny reveal to Magrat that the previous fool is actually Tomjon's and Verence II's father. The status of Magrat and Verence II, who have been awkwardly courting throughout the story, is not fully explained at the conclusion.[2]\n\n Esme Weatherwax\nNanny Ogg\nMagrat Garlick\nKing Verence\nLeonal Felmet and Lady Felmet\nThe Fool\nTomjon Vitoller\nOlwyn Vitoller\nHwel\nDEATH\nActor 2 \nThe text makes overt references to the Marx Brothers, The Tramp of Charlie Chaplin, and Laurel and Hardy, as well as the life and works of William Shakespeare. It borrows themes and sayings from Macbeth, including \"when shall we three meet again\", the \"dagger of the mind\", \"out damned spot\", the three witches, and the title of the novel itself; from Hamlet, including the ghost of the dead King and the play within a play; \"all the world's a stage\" from As You Like It; and  Duke Felmet descending into madness in the company of his Fool, derived from King Lear.  In addition, the company of actors includes a playwright by the name of \"Hwel\" or \"Will\", and, at Tomjon's instigation, the company is building a theatre called The Dysk in Ankh-Morpork, a reference to the Globe Theatre in London. Hwel wants to write plays that are more than just \"stabbing and shouting\".  A speech he wrote merely to cover a scene change resembles the \"Band of Brothers\" speech from Henry V.  Tomjon declaims it in The Mended Drum tavern, quieting a brawl in progress.  Tomjon reads some of Hwel's rejected ideas, which echo pantomime dialogue, the musicals of Andrew Lloyd Webber, and Waiting for Godot.\n\nA scene from the play Wyrd Sisters performed by the amateur theatre group Thorpe Players in Surrey, UK\nThere are numerous adaptations, including:\n\n An animated version and a 4-part BBC Radio 4 dramatisation first aired in 1995 (starring Sheila Hancock as Granny Weatherwax, Lynda Baron as Nanny Ogg, and Deborah Berlin as Magrat Garlick). The radio version added details not in the book, such as the first arrival of the players in Lancre, when a sarcastic Hwel the dwarf is sent to sleep in the stables apart from humans.  The character of Lady Felmet is more bloodthirsty, with a fondness for being \"bound, and corseted\".\nA play adaptation by Stephen Briggs, who has written a new adaptation to mark Discworld's 25th Anniversary[3]\nA film script by Martin Jameson (text published 1997), directed and produced by Jean Flynn for Channel 4.[4]\nCosgrove Hall Films produced a six-part animated television adaptation, which was first broadcast by Channel 4 on 18 May 1997. An all-star cast consisted of Christopher Lee (as Death), Jane Horrocks (as Magrat Garlick), June Whitfield (as Nanny Ogg), and Annette Crosbie (as Granny Weatherwax).[5] \nCharactersInspirationsSourcesFilmTelevisionTV / film adaptationsPlaysOperasLiterary adaptationsAlbumsArtScenes and speechesWords and phrasesIn popular cultureNovels, film and theatreTelevision\n\"A Witch's Tangled Hare\" (1959, Looney Tunes)\n\"The Bellero Shield\" (1964, The Outer Limits)\n\"The Movies\" (1975, The Goodies)\n\"Sense and Senility\" (1987, Blackadder the Third)\n\"Sleeping with the Enemy\" (2004, The Simpsons)\n\"The Coup\" (2006, The Office)\n\"Dial 'N' for Nerder\" (2008, The Simpsons)\n\"Four Great Women and a Manicure\" (2009, The Simpsons)\n\"The Shower Principle\" (2012, 30 Rock)\n\"The Understudy\" (2014, Inside No. 9)\nOther",[["Tomjon",11,1],["witch",10,1],["Granny",8,1],["Weatherwax",8,1],["Felmet",7,1],["King",7,1],["king",6,1],["Verence",6,1],["Magrat",6,1],["Hwel",6,1],["Granny Weatherwax",5,2],["company",5,1],["Nanny",5,1],["Ogg",5,1],["Lancre",5,1],["Fool",4,1],["actor",4,1],["\",",4,1],["adaptation",4,1],["Garlick",4,1],["Duke",4,1],["Sisters",3,1],["Wyrd",3,1],["novel",3,1],["Discworld",3,1],["child",3,1],["kingdom",3,1],["cast",3,1],["Vitoller",3,1],["II",3,1],["film",3,1],["),",3,1],["Simpson",3,1],["Magrat Garlick",2,2],["Duke Felmet",2,2],["Nanny Ogg",2,2],["15 years",2,2],["Verence II",2,2],["Lady Felmet",2,2]]]},{"json_class":"Article","v":["Pyramids (novel) - Wikipedia","1989 Discworld novel by Terry Pratchett\nPyramids is a fantasy novel by British writer Terry Pratchett, published in 1989, the seventh book in his Discworld series.[1] It won the BSFA Award for Best Novel[2] in 1989.\n\nThe main character of Pyramids is Teppic (short for Pteppicymon), the crown prince of the tiny kingdom of Djelibeybi (a pun on the candy Jelly Baby, meaning \"Child of the Djel\"), the Discworld counterpart to Ancient Egypt. The kingdom, founded seven-thousand years ago and formerly a great empire which dominated the continent of Klatch, has been in debt and recession for generations due to the construction of pyramids for the burial of its pharaohs (primarily on prime agricultural land) and now occupies an area two miles wide along the 150-mile-long River Djel.\nYoung Teppic has been in training at the Assassins Guild in Ankh-Morpork for the past seven years, having been sent to bring in revenue for the kingdom. The day after passing his final exam by chance, he mystically senses that his father, Pteppicymon XXVII, has died and that he must return home. Being the first Djelibeybian king raised outside the kingdom leads to some interesting problems, as Dios, the high priest, is a stickler for tradition, and does not actually allow the pharaohs to rule the country.\nWhen plans are being laid out for the old pharaoh's tomb, Teppic (now Pteppicymon XXVIII) mentions that his father did not wish to be buried in a pyramid; in reaction to Dios's rejection of this idea, Teppic ends up ordering the construction of a pyramid twice the size of the largest one previously built in Djelibeybi. Whilst the pyramid-building Ptaclusp dynasty work out how to build the pyramid within budget and on time (eventually taking advantage of the unfinished pyramid's premature temporal distortions), the late Pteppicymon XXVII spends his time observing the embalming of his mortal remains and taking an interest in the lives of his embalmers, Dil and Gurn.\nAfter numerous adventures and misunderstandings, Teppic is forced to escape from the palace with a handmaiden named Ptraci, who was condemned to death for not wishing to die and serve the late pharaoh in the afterlife (effectively on Dios' orders since Teppic wished to pardon her). However, during the attempt, Dios discovers them and decrees that Teppic has killed the King (as the King is only recognised whilst wearing the Mask of the Sun and Dios reasons that Teppic's actions to save Ptraci would not be those of the King) and should be put to death. Meanwhile, the massive pyramid warps space-time so much that it \"rotates\" Djelibeybi out of alignment with the space/time of the rest of the Disc by ninety degrees.\nAfter Teppic and Ptraci manage to escape Djelibeybi, they travel to Ephebe to consult with the philosophers there as to how to get back. Meanwhile, pandemonium takes hold in Djelibeybi, as the kingdom's multifarious gods (many of whom occupy the same roles, such as Supreme God, God of the Sun, or God of the Djel) descend upon the populace, and all of Djelibeybi's dead rulers come back to life. Also, the nations of Ephebe and Tsort prepare for war with one another, as Djelibeybi can no longer act as a buffer zone between the two.\nEventually, Teppic re-enters the Kingdom and attempts to destroy the Great Pyramid, with the help of all of his newly resurrected ancestors. They are confronted by Dios, who, it turns out, is as old as the kingdom itself, and has advised every pharaoh throughout its history. Dios hates change and thinks Djelibeybi should stay the same. Teppic succeeds in destroying the Pyramid, returning Djelibeybi to the real world and sending Dios back through time (where he meets the original founder of the Kingdom, thereby restarting the cycle). Teppic then abdicates, allowing Ptraci (who turns out to be his half-sister) to rule. Ptraci immediately institutes much-needed changes, Teppic decides to travel the Disc, Death comes to ferry the former rulers of Djelibeybi to the afterlife, and Djelibeybi's former embalmers and pyramid-builders adjust to life without the pyramids.\n\n Teppic (short for Pteppicymon XXVIII), who left the kingdom to train at the Assassin's Guild of Ankh-Morpork as a boy, thus regarding himself more as Morporkian than Djelibeybian\nDios, the High Priest of Djelibeybi and chief minister\nPteppicymon XXVII, the late king of Djelibeybi and Teppic's father\nChidder, one of Teppic's classmates\nArthur Ludorum, one of Teppic's classmates and the son of Johan Ludorum, a famous assassin\nCheesewright, one of Teppic's classmates\nPtraci, a handmaiden of the late king and Teppic's half-sister\nDil and Gurn, master and apprentice embalmers tasked with mummifying Pteppicymon XXVII\nPtaclusp I, Ptaclusp IIa and Ptaclusp IIb, the pyramid-building dynasty tasked with the construction of the Great Pyramid \nThe novel portrays a \"time polder\", a bubble which comprises a particular slice of history and a particular bit of geography. In this \"polder\", history repeats itself through Dios, and critic Stefan Ekman argues that a central theme of the novel is the struggle breaking free from the \"polder\", of leaving one's background behind.[3]\n\n\n\n\nWikiquote has quotations related to Pyramids.",[["Teppic",19,1],["Djelibeybi",13,1],["Dio",10,1],["Pteppicymon",7,1],["kingdom",7,1],["pyramid",7,1],["Pyramid",6,1],["Ptraci",6,1],["novel",4,1],["XXVII",4,1],["time",4,1],["Ptaclusp",4,1],["father",3,1],["construction",3,1],["Djel",3,1],["),",3,1],["Discworld",3,1],["king",3,1],["pharaoh",3,1],["embalmers",3,1],["King",3,1],["God",3,1],["history",3,1],["classmate",3,1],["polder",3,1],["\",",3,1],["Pteppicymon XXVII",2,2],["Great Pyramid",2,2]]]},{"json_class":"Article","v":["Guards! Guards! - Wikipedia","1989 Discworld novel by Terry Pratchett\nGuards! Guards! First editionAuthorTerry PratchettCover artistJosh KirbyLanguageEnglishSeriesSubjectCop novels, Film Noir, show dog (dragon) breeding, nobility/monarchy, secret societies, The Hobbit, particularly SmaugCharacters:Samuel Vimes, Fred Colon, Nobby Nobbs, Carrot Ironfoundersson, Havelock Vetinari, Sybil RamkinLocations:Ankh-MorporkGenreFantasyPublisherGollanczPublication date1989AwardsCame 69th in the Big Read[1]ISBN0-575-04606-6Preceded byPyramids Followed byEric \nGuards! Guards! is a fantasy novel by British writer Terry Pratchett, the eighth in the Discworld series,  first published in 1989.[2] It is the first novel about the Ankh-Morpork City Watch. The first Discworld point-and-click adventure game borrowed heavily from the plot of Guards! Guards![3]\n\nA secret monastic order plots to overthrow the Patrician of Ankh-Morpork and install a puppet monarch under the control of the Order. They summon a dragon to terrorise the city and plan to have the puppet \"slay\" the dragon and claim to be the lost heir of the defunct royal house.\nThe Night Watch, which is generally seen as both corrupt and incompetent, starts to change with the arrival of idealistic new recruit Carrot Ironfoundersson, a human orphan raised by dwarfish parents. When the Librarian of the Unseen University (an orangutan) reports a book of magic stolen, Vimes links the theft to the dragon's appearances. The Watch's investigation makes the acquaintance of Lady Sybil Ramkin, who breeds small swamp dragons, and gives an underdeveloped dragon named Errol to the Watch as a mascot.\nAt first, the plot works flawlessly. The Patrician is ousted in favor of the new king, but the banished dragon returns and makes itself king, demanding gold and virgin sacrifices, and prepares to wage war against Ankh-Morpork's neighbours for the further acquisition of both (which the citizenry generally seem to approve of).\nVimes confronts his old childhood friend, the Patrician's Secretary Lupine Wonse, having figured out that he is the Supreme Grand Master, and responsible for the dragon's appearance. Vimes is imprisoned in the same cell as the Patrician. Vimes escapes with the help of the Librarian and runs to rescue Sybil, chosen as the first sacrificed maiden. After the remaining Watch fail to kill the king through a 'million-to-one chance' arrowshot, Errol fights it, and knocks it from the sky. The assembled crowd closes in to kill the king, and Sybil pleads for the dragon's life. Carrot arrests it, but Errol lets it escape. The dragon is in fact female, and the battle between them was a courtship ritual.\nVimes arrests Wonse, as he tries to summon another dragon, telling Carrot to \"throw the book at him\". Wonse falls to his death after the very literal Carrot hits him with a thrown copy of Laws and Ordinances of Ankh-Morpork.\nThe Patrician is reinstated as ruler of Ankh-Morpork, and offers the Watch anything they want as a reward. They ask only for a modest pay raise, a new tea kettle, and a dartboard.  However, since the Watch's original station house was destroyed by the dragon, Lady Ramkin donates her childhood home at Pseudopolis Yard to serve as the new one.  She also proposes marriage to Vimes, who, much to his own surprise, accepts.\n\n Havelock Vetinari, the Patrician of Ankh-Morpork\nLupine Wonse\nThe Elucidated Brethren of the Ebon Night\nSybil Ramkin\nErrol \nJohn Clute in 1990 wrote that the book's serious topics risked damaging the Discworld's comedic potential: \"Pratchett writes with something like genius\", and particularly faulted Lord Vetinari's monologue on the nature of evil (which Clute described as Realpolitik and Weltschmerz): although he conceded that the monologue had been skilfully written, and he felt that it \"has all the ring of another sphere of discourse\" and \"comes close to shattering the comic pulse of the Discworld\".[4]\nNPR described Guards! Guards! as a \"solid entryway\" to the Discworld novels.[5]\nIn later years, Guards! Guards! has increasingly become a go-to starting point for new readers (next to Mort), and an early example of the more intricate political and social commentary that many later discworld books would feature.\n\nThe novel has been adapted as:\n\n a six-episode serial on BBC Radio 4 (23 November  - 28 December  1992) dramatised by Michael Butt and starring John Wood (Vimes), Melvyn Hayes (Nobby), Robert Gwilym (Carrot), Crawford Logan (Vetinari), Helen Atkinson-Wood (Lady Ramkin), Brett Usher (Supreme Grand Master), and Martin Jarvis (narrator).[6]\na stage play for the amateur stage scripted by Stephen Briggs (1993) (script later published in book form 1997).[7]\na professional stage play scripted by Geoffrey Cush and starring Paul Darrow (1998).[8]\na \"Big Comic\" (Graphic novel) drawn by Graham Higgins and based on Briggs' script (2000).\nan audio play presented live at Dragon*Con in 2001, adapted by David Benedict and performed by the ARTC (Atlanta Radio Theatre Company).[9]  In appreciation, the ARTC made a donation to the Orangutan Foundation International.[10]\na video game loosely based on the plot of the book, with Rincewind substituted for Sam Vimes.[3]\na Board Game - officially launched at Titancon, Belfast 24 September 2011 by Backspindle Games (Designers: Leonard Boyd & David Brashaw) in conjunction with Z-Man Games, USA. The game includes 90 Discworld character illustrations drawn by Stephen Player and respective text quotes from over twenty Discworld novels. \n Стражите! Стражите! (Bulgarian)\nStráže! Stráže! (Czech)\nWacht! Wacht! (Dutch)\nVahid! Vahid! (Estonian)\nVartijat, hoi! (Finnish)\nAu Guet ! (French)\nWachen! Wachen! (German)\nשומרים! שומרים! (Shomrim! Shomrim!) (Hebrew)\nŐrség! Őrség! (Hungarian)\nA me le guardie! (Italian)\nI lovens navn! (In the name of the law) (Norwegian)\nStraż! Straż! (Polish)\nGuardas! Guardas!  (Portuguese - Brazil)\nGărzi! Gărzi! (Romanian)\nСтража! Стража! (Russian)\nStraža! Straža! (Serbian)\n¡Guardias! ¿Guardias? (Spanish)\nI lagens namn (In the name of the law) (Swedish)\nMuhafızlar! Muhafızlar! (Turkish)\n來人啊! (繁體中文)\n卫兵！卫兵！(简体中文)\nВарта! Варта! (Ukrainian)\nGuàrdies, guàrdies! (Catalan) \n\n \n^ BBC - The Big Read - Top 100 Books April 2003, Retrieved 2009-05-9\n^ Fantastic Fiction Guards! Guards! (Discworld, book 8) Terry Pratchett Retrieved 2009-05-9\n^ a b BBC - h2g2 - Terry Pratchett's Discworld - the Computer Game Retrieved 2009-05-9\n^ Guards, Unicorns, Zool, by John Clute, originally published in Interzone January/February 1990; archived in Look at the Evidence: Essays and Reviews; published 2016 by Orion Publishing Group\n^ There's No Wrong Place To Start Reading Pratchett, by Tasha Robinson, at National Public Radio; published March 16, 2015; retrieved September 29, 2017\n^ The L-Space Web Events: Radio: Guards Guards Retrieved 2009-05-9\n^ Doollee - The Playwrights Database Stephen Briggs - complete guide to the Playwright, Plays, Theatres, Agent Archived 7 June 2011 at the Wayback Machine Retrieved 2009-05-9\n^ The L-Space Web Plays: Guards! Guards!: 1998 Retrieved 2009-05-9\n^ ARTC's Podcast Archived 9 November 2007 at the Wayback Machine Retrieved 2009-05-9\n^ ARTC's Podcast Archived 9 November 2007 at the Wayback Machine Retrieved 2009-05-9",[["dragon",12,1],["Discworld",10,1],["Guard",10,1],["Vime",9,1],["2009-05-9",8,1],["novel",8,1],["guard",7,1],["book",7,1],["),",7,1],["Watch",7,1],["Pratchett",6,1],["Patrician",6,1],["Ankh-Morpork",6,1],["Sybil",5,1],["Carrot",5,1],["Vetinari",4,1],["plot",4,1],["Terry",4,1],["Ramkin",4,1],["Errol",4,1],["king",4,1],["Wonse",4,1],["Stra",4,1],["Game",4,1],["ARTC",4,1],["Radio",4,1],["Podcast Archived 9 November 2007",2,5],["BBC",3,1],["Big",3,1],["November",3,1],["stage",3,1],["Stephen",3,1],["Briggs",3,1],["game",3,1],["Clute",3,1],["John",3,1],["Archived",3,1],["Wayback",3,1],["Machine",3,1],["Lady",3,1],["Havelock Vetinari",2,2],["Carrot Ironfoundersson",2,2]]]},{"json_class":"Article","v":["Eric (novel) - Wikipedia","1990 Discworld novel by Terry Pratchett\nEric, stylized as Faust Eric, is the ninth Discworld novel by Terry Pratchett. It was originally published in 1990[1] as a \"Discworld story\", in a larger format than the other novels and illustrated by Josh Kirby. It was later reissued as a normal paperback without any illustrations, and in some cases, with the title given on the cover and title pages simply as Eric. (The page headers, however, continued to alternate between Faust and Eric.)\n\nThe story is a parody of the tale of Faust, and follows the events of Sourcery in which the Wizard Rincewind was trapped in the Dungeon Dimensions.  Rincewind is summoned by the thirteen-year-old demonologist, Eric Thursley, who wanted a demon to grant his heart's desires. He is disappointed when Rincewind tells him he is unable to grant wishes. Rincewind is disheartened to learn that the spells to confine demons work on him; Eric's parrot tells him that because he was summoned as a demon, he is subject to the same terms.  The arrival of Rincewind's Luggage causes Eric to suspect deceit on Rincewind's part. Eric's demands are renewed and Rincewind finds that snapping his fingers allows him to grant the following wishes.\n\n To be Ruler of the World.  Eric and Rincewind are transported to the rain forests of Klatch in the Tezumen empire (a parody of the Aztec Empire). The locals declare Eric Ruler of the World. During this tribute, Rincewind and the parrot explore the temple of Quezovercoatl (a parody of Quetzalcoatl), where they find a prisoner, Ponce da Quirm (a parody of Juan Ponce de León), who is to be sacrificed. Da Quirm tells Rincewind about the terrible fate the Tezumen have planned for the Ruler of the World, on whom they blame all of life's misfortunes. Rincewind, Eric and da Quirm are tied up at the top of a pyramid to be sacrificed, when Quezovercoatl makes his appearance. Unfortunately for him, the Luggage also makes an appearance, trampling the six-inch-tall Quezovercoatl in the process. The Tezumen, pleased to see Quezovercoatl destroyed, release the prisoners and deify the Luggage in the place of their god.\nTo Meet the Most Beautiful Woman in All History.  Rincewind transports himself and Eric inside in a large wooden horse (a parody of the Trojan Horse). Exiting, they are surrounded by Tsortean soldiers, who take them for an Ephebian invasion force. Rincewind manages to talk their way out from the guards and out of the city, only to fall into the hands of the invading army. Rincewind and Eric are taken to Lavaeolus, the man who built the horse as a decoy so that he and his men could sneak in while their enemies waited around the horse for them to come out. They re-enter Tsort through a secret passage, and find Elenor (a parody of Helen of Troy). Eric and Lavaeolus are disappointed to find that Elenor is now a plump mother of several children, and that artistic licence had been taken in her description. The Ephebians escape the city while Tsort burns, and Lavaeolus and his army set out for home. Eric notes that \"Lavaeolus\" in Ephebian translates to \"Rinser of Winds\", hinting that Lavaeolus is an ancestor of Rincewind.\nTo Live Forever. Rincewind brings Eric and him outside time, just before the beginning of existence. They meet the Creator, who is just forming the Discworld.  Rincewind and Eric are left on the newly formed world, with the realisation that \"to live forever\" means to live for all time, from start to finish. To escape, Rincewind has Eric reverse his summoning, taking them both to hell. \nThey discover hell steeped in bureaucracy, the Demon King Astfgl having decided that boredom might be the ultimate form of torture. Rincewind uses his university experience to confuse the demons, so he and Eric can escape. While crossing through the recently reformed levels of hell (satirical forms of Dante's Inferno) they encounter da Quirm and the parrot, as well as Lavaeolus, who tells them where the exit is.\nThe source of Rincewind's demonic powers is revealed to be Lord Vassenego, a Demon Lord leading a secret revolt against Astfgl. Using Rincewind to keep Astfgl occupied while gathering support amongst the demons, Vassenego confronts his king just as Astfgl finally catches up to Rincewind and Eric. Vassenego announces the council of demons has made Astfgl \"Supreme Life President of Hell\", and that he is to plan out the course of action for demons. With Astfgl lost in the bureaucratic prison of his own making, Vassenego takes over as king and lets Rincewind and Eric escape, so that stories about hell can be told. As they leave, Rincewind and Eric notice that the path they are fleeing along has good intentions written on each cobble.\n\n Eric Thursley, a 13-year-old demonologist who wanted to summon a demon, but ends up inadvertently rescuing Rincewind from an eternity in the Dungeon Dimensions.\nRincewind\nThe Luggage \nStarburst has called it \"a series of hilarious pokes at the cliché that is hell\".[2] Gardner Dozois, conversely, considered it \"downright bad, the only Discworld book [he] actively disliked and found a chore to read\".  In 2011 The novel was included in the \"Gollancz 50\" series. The series marked the publisher's 50th anniversary by re-issuing seminal works of science fiction.[3]\n\n An audio serialization of the novel, in four episodes of about fifteen minutes each, was broadcast on BBC Radio 4 in March 2013.[4] \n\n\nFolk legendSeminal worksProsePlaysOperas\nFaust (1816, Spohr)\nLa damnation de Faust (1846, Berlioz)\nFaust (1859, Gounod)\nMefistofele (1868, Boito)\nLe petit Faust (1869, Hervé)\nFaust and Marguerite (1855, Lutz)\nFaust up to Date (1888, Lutz)\nDoktor Faust (1916–1925, Busoni)\nDoctor Faustus Lights the Lights (1938)\nThe Rake's Progress (1951, Stravinsky)\nReuben, Reuben (1955)\nHistoria von D. Johann Fausten (1994)\nFaustus, the Last Night (2006)\nBalletsClassical musicOther musicFilmsTelevisionMusicalsComicsArt",[["Rincewind",26,1],["Eric",23,1],["Faust",10,1],["demon",8,1],["Astfgl",6,1],["Lavaeolu",6,1],["parody",6,1],["Discworld",5,1],["novel",5,1],["hell",5,1],["Luggage",4,1],["Quezovercoatl",4,1],["Quirm",4,1],["Vassenego",4,1],["World",3,1],["Ruler",3,1],["Tezumen",3,1],["parrot",3,1],["grant",3,1],["da",3,1],["\",",3,1],["story",3,1],["horse",3,1],["Ephebian",3,1],["series",3,1],["Eric Thursley",2,2],["Dungeon Dimensions",2,2]]]},{"json_class":"Article","v":["Moving Pictures (novel) - Wikipedia","1990 Discworld novel by Terry Pratchett\nMoving Pictures is a fantasy novel by British writer Terry Pratchett, published in 1990,  the tenth book in his Discworld series.[1] The book takes place on Discworld in Ankh-Morpork and a hill called \"Holy Wood\".\n\nThe novel begins with the death of Deccan Ribobe, the last member of an ancient order tasked with 'remembering' Holy Wood through ceremonial chanting, and the escape of an influence from Holy Wood Hill. Several months later, the alchemists of the Discworld have invented moving pictures. Many hopefuls are drawn by the siren call of Holy Wood, home of the fledgling \"clicks\" industry – among them Victor Tugelbend, a dropout from Ankh-Morpork's Unseen University and Theda \"Ginger\" Withel, a girl \"from a little town you never ever heard of\", and the Discworld's most infamous salesman, Cut-Me-Own-Throat Dibbler, who introduces commerce to the equation and becomes a successful producer. The business of making movies grows rapidly, and eventually Victor and Ginger become real stars, thanks to the help of Gaspode the sentient dog (who also develops a manager-client relationship with Laddie, who everybody considers to be the real Wonder Dog, although in fact is very simple-minded). Holy Wood for a while becomes an effervescent place full of humans, dwarfs, alchemists, demons (which essentially constitute the main technological device to make movies), and trolls (among whom is Detritus) all living in harmony.\nMeanwhile, it gradually becomes clear that the production of movies is having a deleterious effect on the structure of reality. After Victor discovers the body of Deccan and the ancient order's record, Ginger is possessed by an unspecified entity and she and Victor find an ancient, hidden cinema, complete with a portal to the Dungeon Dimensions. Back in Ankh-Morpork, during the first screening of Blown Away (a parody of Gone with the Wind) which the senior wizards of the Unseen University are also attending, a creature from the Dungeon Dimensions breaks through. Victor fights it (in what eventually becomes a parody of the movie King Kong also featuring the Librarian of the Unseen University), having discovered that he could exploit Holy Wood magic and the narrative conventions of the clicks if he had a camera pointing at him. However, after the creature is defeated, Victor and the Librarian realise that the creatures will still try to get through from the Dungeon Dimensions and that Ginger in her possessed state was not trying to summon them but trying to keep them from coming through (possibly as a result of being descended from the High Priestess of Holy Wood). Returning to the ancient cinema at Holy Wood, Victor and Ginger witness a golden statue of a warrior (reminiscent of an Oscar) come to life and travel through the screen to defeat the creatures.\nIn the end most things return to normal (also because the Patrician and the wizards make it clear that they will not allow any more movies to be produced ever again), although dwarfs find themselves inexplicably singing \"Hihohiho\" while mining. Victor and Ginger have a last dialogue over the meaning of Holy Wood and being famous, and Gaspode and the other animals under the influence of Holy Wood lose their ability to reason and speak. The ending lines depict a poetic scene about the fragility of Holy Wood dreams.\n\n Cut-me-own-Throat Dibbler\nThomas Silverfish\nVictor Tugelbend aka Victor Maraschino\nDetritus\nRuby\nGaspode\nTheda Withel aka Ginger aka Delores de Syn\nOswald, a parody of the Academy Award of Merit, also referenced as Osric and Osbert",[["Holy",11,1],["Wood",11,1],["Holy Wood",8,2],["Victor",8,1],["Ginger",7,1],["Discworld",5,1],["movie",5,1],["creature",4,1],["Gaspode",3,1],["),",3,1],["Dungeon",3,1],["University",3,1],["Unseen",3,1],["Dimensions",3,1],["parody",3,1],["Ankh-Morpork",3,1],["novel",3,1],["aka",3,1],["Unseen University",2,2],["Dungeon Dimensions",2,2]]]},{"json_class":"Article","v":["Reaper Man - Wikipedia","1991 Discworld novel by Terry Pratchett\nReaper Man is a fantasy novel by British writer Terry Pratchett. Published in 1991,[1] it is the 11th Discworld novel and the second to focus on Death. The title is a reference to Alex Cox's movie Repo Man.[2]\n\nThe Auditors of Reality watch the Discworld to ensure everything obeys The Rules. As Death starts developing a personality the Auditors feel that he does not perform his Duty in the right way. They send him to live like everyone else. Travelling to the Octarine Grass Country, he assumes the name \"Bill Door\" and he works as a farm hand for the elderly Miss Flitworth. She is a spinster whose fiancé, Rufus, died on a last smuggling expedition many years ago. There are rumours that he had had second thoughts about their marriage but she does not believe them.\nWhile every other species creates a new Death for themselves, humans need more time for their Death to be completed. As a result, the life force of dead humans starts to build up; this results in poltergeist activity, ghosts, and other paranormal phenomena. Most notable is the return of the recently deceased wizard Windle Poons, who was really looking forward to reincarnation. After several misadventures, including being accosted by his oldest friends, he finds himself attending the Fresh Start club, an undead-rights group led by Reg Shoe. The Fresh Start club and the wizards of Unseen University discover that the city of Ankh-Morpork is being invaded by a parasitic lifeform that feeds on cities and hatches from eggs that resemble snow globes. Tracking its middle form, shopping trolleys, the Fresh Start club and the wizards invade and destroy the third form, a shopping mall.\nWhen humankind finally thinks of a New Death, one with a crown and without any humanity or human face, it comes to take Bill Door. Death/Door, having planned for this moment for some time, outwits and destroys it. Having defeated the New Death, Death absorbs the other Deaths back into him, with the exception of the Death of Rats (and ultimately, the Death of Fleas). Death confronts Azrael, the Death of the Universe, and states that the Deaths have to care or they do not exist and there is nothing but Oblivion, which must also end some time.\nDeath asks for and receives some time. He meets up with Miss Flitworth again and offers her unlimited dreams. She asks to go to the local Harvest Dance. They prepare and join the townspeople for a full night of dancing.\nAs the sun is coming up, Miss Flitworth realizes she had died hours before the dance even started. Death escorts her through back history to her old fiancé: as she had believed, he had died in an accident and not been unfaithful. The young couple enter the afterlife together.\nReturning to the city of Ankh-Morpork, Death meets up with Windle Poons, finally taking him to his afterlife. At the end there is also a discussion between Death and the Death of Rats over what the Death of Rats should \"ride\", Death suggests a dog while the Death of Rats suggests a cat.\n\n Death / Bill Door\nRenata Flitworth\nAuditors of Reality\nAzrael\nNew Death\nDeath of Rats\nWindle Poons\nMustrum Ridcully\nThe Librarian\nThe Senior Wrangler\nThe Dean\nThe Bursar\nThe Lecturer in Recent Runes\nLupine\nLudmilla Cake\nMrs. Cake\nReg Shoe\nSchleppel\nMr. Ixolite\nArthur Winkings (Count Notfaroutoe)\nDoreen Winkings (Countess Notfaroutoe) \nA fragment of this book was adapted in 1996 into a short animated movie entitled Welcome to the Discworld, featuring Christopher Lee as Death.[3]",[["Death",24,1],["Rats",5,1],["Discworld",4,1],["Flitworth",4,1],["time",4,1],["Miss Flitworth",3,2],["Fresh",3,1],["Poon",3,1],["Windle",3,1],["wizard",3,1],["club",3,1],["city",3,1],["Miss",3,1],["Door",3,1],["Bill",3,1],["Auditors",3,1],["New",3,1],["novel",3,1],["Bill Door",2,2],["New Death",2,2]]]},{"json_class":"Article","v":["Witches Abroad - Wikipedia","1991 Discworld novel by Terry Pratchett\nWitches Abroad is the twelfth Discworld novel by Terry Pratchett, originally published in 1991.[1]\n\nFollowing the death of the witch Desiderata Hollow, Magrat Garlick receives Desiderata's magic wand, for Desiderata was not only a witch but also a fairy godmother. By giving the wand to Magrat, she effectively makes Magrat the new fairy godmother to a young woman called Emberella, who lives across the Disc in Genua. Sadly, Desiderata does not give Magrat any instruction on how to use the wand, so pretty much anything that Magrat points it at simply becomes a pumpkin.\nDesiderata had promised Emberella that she would not be forced to marry the Duke (or Duc, as it is spelled in the book), who's really a frog/prince. Now it is up to Magrat and her companions, Granny Weatherwax and Nanny Ogg, to ensure Emberella does not marry the Duc, despite the desires of another witch in Genua called Lilith, Desiderata's fairy godmother counterpart. Lilith used the power of mirrors to capture Genua.\nThe trio of witches journey to Genua, which takes some time and involves numerous mis-adventures, such as an encounter with a village terrorised by a Vampire (where Nanny Ogg's cat Greebo catches it in bat form and eats it), an incident where they encounter a Running of the Bulls-like event, and a house falling on Nanny's head which she survives thanks to her hat with the willow reinforcement. Upon arrival in Genua, Magrat goes to meet Emberella, while the two older witches meet Erzulie Gogol, a voodoo witch and her zombie servant, Baron Saturday (who was also her late lover).\nIt is at this time that Magrat finds out that Emberella has two fairy godmothers, Magrat and Lilith. It was Lilith who had manipulated many of the various stories that the Witches had traveled through and who was now manipulating Genua itself, wrapping the city around her version of the Cinderella story. Lilith has had people arrested for crimes against stories, including the arrest of a toymaker for not being jolly, not whistling and not telling the children stories. At this point it is revealed that Lilith is actually Lily, Granny Weatherwax's older sister.\nUsing hypnosis, Granny convinces Magrat to attend the masked ball in place of Emberella. Greebo is transformed into human form to aid the witches. Emberella's dress fits, but the glass slippers do not. After enjoying themselves for a while at the ball, the witches are discovered and are cast into a dungeon.\nAt that point, Emberella, Mrs. Gogol and Baron Saturday arrive at the ball, having broken the witches out of their prison with the aid of Cassanunda (a dwarf and the Disc's second greatest lover). A high concentration of magic causes the Duc to revert to his frog form, and he is trampled by Baron Saturday, causing Lily to flee. Granny starts to follow, but Mrs. Gogol, wanting to kill Lily, tries to stop Granny by using a voodoo doll. Granny thrusts her arm into a flaming torch and preys upon Mrs. Gogol's own belief in the power of the doll to make it burst into flames. Granny Weatherwax then pursues Lily.\nEmberella is informed that, as the daughter of the late Baron Saturday, the previous ruler of Genua, she is now Duchess of Genua. Her first command is to end the ball (she dislikes them) and attend the Mardi Gras parade, a form of binge-drinking carnival.\nGranny manages to defeat Lily by trapping her in a mirror, unable to 'find herself', and the three witches return home. Granny shows Magrat how to use the wand to do magic, and that it takes more than wishing. Magrat throws the wand into a river, to be lost forever. Then the Witches go home, the long way, and see the elephant.\n\n Esme Weatherwax\nNanny Ogg\nMagrat Garlick\nGreebo\nLily aka Lilith de Tempscire\nEmberella\nMrs Pleasant\nErzulie Gogol\nBaron Saturday \n Fairy tales\nFairy godmothers\nCinderella\nLittle Red Riding Hood\nThe Wizard of Oz\nNew Orleans\nCarnival / Mardi Gras\nSwamps\nVoodoo",[["Magrat",13,1],["witch",10,1],["Emberella",10,1],["Granny",9,1],["Genua",8,1],["Lilith",7,1],["Desiderata",6,1],["Lily",6,1],["Saturday",5,1],["Baron",5,1],["Gogol",5,1],["wand",5,1],["godmother",5,1],["Baron Saturday",4,2],["Weatherwax",4,1],["Nanny",4,1],["form",4,1],["story",4,1],["ball",4,1],["Mrs",4,1],["Granny Weatherwax",3,2],["Duc",3,1],["point",3,1],["Ogg",3,1],["Greebo",3,1],["magic",3,1],["Witche",3,1],["Nanny Ogg",2,2]]]},{"json_class":"Article","v":["Small Gods - Wikipedia","1992 Discworld novel by Terry Pratchett\nSmall Gods is the thirteenth of Terry Pratchett's Discworld novels, published in 1992.[1] It tells the origin of the god Om, and his relations with his prophet, the reformer Brutha. In the process, it satirises philosophy, religious institutions, people, and practices, and the role of religion in political life.\n\nOmnia is a theocracy based on the Seven Books of the Prophets of Om, collectively known as the Septateuch. The Discworld is flat and is orbited by its sun, but Omnian doctrine says that the world is round and orbits the sun.  Omnians believe in a single god, Om, though the Discworld has many gods, including the billions of Small Gods who exist as points of desire searching for believers.  Om was once a Small God, but managed to speak to a shepherd, gained believers (despite the shepherd being stoned to death) and took over from Ur-Gilash as the God of what became Omnia. In Omnian tradition there is a new Prophet every two hundred years.\n\nThe Great God Om tries to manifest himself once more in the world, as the time of his Eighth Prophet is nigh. He finds himself in the body of a tortoise, stripped of his divine powers except for the ability to singe eyebrows with tiny thunderbolts. In the gardens of Omnia's capital of Kom, he addresses the novice Brutha, the only one able to hear his voice. Om has a hard time convincing the boy of his godliness as Brutha is convinced that Om can do anything he wants and would not want to appear as a tortoise.\nBrutha is gifted with an eidetic memory and is therefore chosen by Vorbis, the head of the Quisition, to accompany him on a diplomatic mission to Ephebe as his secretary. Despite his amazing memory, Brutha is illiterate and rarely thinks for himself. This begins to change after Brutha discovers Ephebe's philosophers; the idea of people entertaining ideas they are not certain they believe or even understand is an entirely new concept to him.\nWith the help of Ephebe's Great Library and the philosophers Didactylos and his nephew Urn, Om learns that Brutha is his only genuine believer. All others either just fear the Quisition's wrath or go along with the church out of habit. After learning that Vorbis had facilitated the death of the missionary Brother Murduck to cover up his being mocked by Ephebian citizenry and to provide a reason for war against Ephebe, Brutha uses his memory to reluctantly aid an Omnian raid through the Labyrinth guarding the Tyrant's palace. Because of his authorship of De Chelonian Mobile (The Turtle Moves), which contradicts Omnian dogma about the shape of the Discworld, Didactylos is brought before Vorbis to face reprisal. Seemingly conceding his previous views about the shape of the world and willing to write a retraction extolling Omnian interpretations, Didactylos escapes after hitting Vorbis with his lantern. Ordered by Vorbis to burn down the Library, Brutha memorizes many scrolls in order to protect Ephebian knowledge as Didactylos sets fire to the building to stop Vorbis reading its scrolls. Completely unrelated to the story, the Librarian of the Unseen University travels through L-Space to rescue several of the abandoned scrolls.\nFleeing the ensuing struggle in Urn's steam-powered boat, which is destroyed as the price for an earlier deal made between Om and the Sea Queen, Brutha and Om end up washed up on the desert coast. Trekking home to Omnia with a catatonic Vorbis, they encounter ruined temples dedicated to long-dead, long-forgotten gods, the faint ghost-like small gods yearning to be believed in to become powerful, the small-god-worshipping anchorite St Ungulant, and the human cost of Vorbis's plan of leaving caches of water in the desert to attack Ephebe. Realising his 'mortality' and how important his believers are to him, Om begins to care about them for the first time.\nWhile Brutha, Vorbis, and Om are in the desert, the Tyrant of Ephebe manages to regain control of the city and contacts other nations who have been troubled by Omnia's imperialistic ambitions. Sergeant Simony, whose native Istanzia had been conquered by Omnia in his youth, brings Didactylos and Urn to Omnia to lead the Turtle Movement in a rebellion against the Church. \nOn the desert's edge, a recovered Vorbis attempts to finish off Om's tortoise form, knocks out and abducts Brutha, and proclaims himself as the Eighth Prophet, elevating Brutha to archbishop to buy his silence. After Urn accidentally activates the hydraulic system which secretly operates the doors of the Great Temple, Brutha interrupts Vorbis's ordainment. As a result, Brutha is to be publicly burned for heresy but Om comes to the rescue, dropping from an eagle's claws onto Vorbis' head, killing him. The great crowd witnesses this miracle and comes to believe in Om, making him powerful again. In the ethereal desert, Vorbis learns to his horror that what he thought was the voice of Om was in fact his own voice echoing inside of his own head, plunging him into despair and leaving him unable to cross the desert and face judgement.\nOm manifests himself over the citadel and attempts to grant Brutha the honour of establishing the Church's new doctrines. However, Brutha wishes to establish a 'constitutional religion' whereby Om Himself obeys Omnianism's new commandments and answers some of the prayers of his followers in exchange for a steady source of belief, believing that Om will lose his power again otherwise.\nEphebe has allied with several other nations along the Klatchian coast and has sent an army against Omnia, establishing a beachhead near the citadel. Brutha attempts to establish diplomatic contact with the generals of the opposing army, wishing to stop the war before it starts by surrendering. Despite trusting Brutha, the leaders state they do not trust Omnia and that bloodshed is necessary. At the same time, Simony leads the Omnian military including Urn's 'Iron Turtle' war engine to the beachhead in order to fight the anti-Omnian alliance.\nOm attempts to physically intervene in the battle, but Brutha demands he does not interfere with the actions of humans. Om is infuriated but obeys Brutha, and instead travels to Dunmanifestin, where gods gamble on the lives of humans in order to gain or lose belief. Om unleashes his fury on the other gods and causing a storm that disrupts the battle. Eventually he compels all other gods of the forces at the battle to tell their soldiers to stop fighting and make peace.\nIn the aftermath Brutha becomes the Eighth Prophet, ending the Quisition's practice of torture and reforming the church to be more open-minded and humanist, with the citadel becoming home to the largest non-magical library on the Discworld. Om also agrees to forsake the smiting of Omnian citizens for at least a hundred years. A hundred years to the day after Om's return to power Brutha dies. In the afterlife he finds the spirit of Vorbis and, taking pity on him, guides him to his judgement. It is revealed that this century of peace was originally meant to be a century of war and bloodshed which the History Monk Lu-Tze changed to something he liked better.\n\n Brutha, a novice in the Omnian Temple.  He is apparently 17, which is old for a novice.  He cannot read or write but has perfect recall of anything he sees or hears. He can quote chapter and verse from Omnian Scripture. He can also estimate time and distance accurately. Om speaks to him by sending his voice directly into Brutha's brain.\nVorbis, the Exquisitor in charge of the Omnian Quisition.  He wants to be the Eighth Prophet of Om.  The Great God Om cannot speak to Vorbis, whose mind seems like a hard steel ball.\nOm, a Discworld God occupying the body of a tortoise.  Om had been out on the astral plane and attempted to assume the shape of a bull three years ago, but instead turned into a tortoise. He remained non-sentient in this form until being picked up by an eagle and dropped into the citadel, fortunately landing on a compost heap instead of rocks. Om depends on Brutha to exist and possibly regain power, dreading the fate of gods who become nothing more than disembodied voices on the wind when they run out of believers.  Besides Brutha, Om can talk to other gods, such as the Sea Queen, with whom he has to bargain for Brutha's life after Vorbis causes a porpoise to be killed.  Unlike other gods, Om begins to see humans as important, if only to keep up the number of believers.  He also realizes that he needs prophets to talk to people on his behalf.\nDidactylos, a blind Ephebian philosopher who lives in a barrel and carries a lantern.  He keeps the Library of Ephebe, full of philosophical scrolls that are written but almost never read. His basic philosophy is \"We are here, it is now, anything else is guesswork.\"\nUrn, Didactylos's technically-minded nephew whose knowledge of steam power leads him to build a steam-powered boat and an Iron Turtle, a steam-powered war engine intended to aid the Turtle Movement. Steam powered machines contradict Omnian dogma, which states that such devices cannot perform work as they have neither minds nor muscles.\nSergeant Simony, a soldier in the Omnian army who wants to kill Vorbis himself out of revenge for the Omnian annexation of his home country, Istanzia. He is an avowed misotheist, albeit only towards Om.\nLu Tze, one of the Monks of History, who decides to improve Omnian history so it is less bloody.  He spends time working in the gardens of the Omnian Temple observing Brutha while sweeping and keeping the soil beds. He may have arranged the compost heap for Om to fall on, thus allowing him to survive.\nCut-Me-Own-Hand-Off Dhblah, a \"convenience food\" merchant working in the Place of Lamentation, the public square by the Temple. He is known for \"live yoghurt\" that threatens to climb out of its container. He is the Omnian equivalent of the Ankh-Morporkian 'merchant venturer' Cut-Me-Own-Throat Dibbler.\nSt. Ungulant, born Servian Thaddeus Ungulant, a hermit who lives in the desert and communes with the small gods, who serve him imaginary feasts. He actually survives by eating bugs and drinking water from certain plants, which enables Brutha and Vorbis to survive. He has an imaginary friend, Angus, who is real enough to kill a lion that attacks him, and is therefore another small god.\nBrother Nhumrod, Master of the Novices. When Brutha comes to him asking about hearing the voice of Om, he lectures Brutha about demonic voices, on which he is an expert, hearing them constantly himself.\nDeath, who appears to several Omnians and conducts them to the edge of the great starlit black desert, which they must cross to face Judgement. All do so willingly except Vorbis, who cowers there until Brutha comes to lead him.\nThe Gods of Discworld, who exist because people believe in them. Since they only need belief, they are otherwise callous and unintelligent. The Sea Queen demands lives in payment for the killing of a porpoise, despite Om telling her that the humans with him don't deserve to die.  However, she is easily distracted by a ship full of Omnians in pursuit, killing all but Vorbis. The gods also take the form people believe, so the Ephebian goddess of wisdom, Patina, has a penguin as a companion instead of an owl, because of a sculptor's mistake that people started to believe. Om tells Brutha that all the various gods of natural forces are really the same ones using different disguises and props. In Dunmanifestin, Om encounters Blind Io, the Thunder God and chief of the Discworld gods, whom he strikes, and P'tang P'tang, a giant newt worshiped by a nation of fifty-one marsh-dwelling nomads. \nAustralian author Jack Heath described the book as \"one of the 20th century's finest satires\", and added that \"the gods are pompous, the worshippers cowed, and the priests violently closed-minded. Yet the tale is never heavy-handed, thanks to Brutha's sincerity and some deftly comical plot twists, as well as all the levity that comes from picturing an angry God trapped in the body of a tortoise.\"[2] T.M. Wagner praised it as \"an extraordinary novel\" on SFreviews.net, and called it a \"biting but compassionate satire\".[3] In 2011, National Public Radio ranked it #57 on its list of 100 best science fiction / fantasy novels.[4]\nPratchett stated that he received fan mail from \"(1) pagans who say that it really shafts the Big Beard in the Sky religions, and (2) Christians who say that it is an incredibly pro-Christian book\".[5]\n\nIn 2006 the book was adapted as a serial for BBC Radio 4.[6] It starred Patrick Barlow as Om, Carl Prekopp as Brutha, and Alex Jennings as Vorbis. Anton Lesser was the narrator.[7]\nA stage version of Small Gods was adapted in 2010 and performed between 17 and 19 February 2011 at The Assembly Rooms Theatre, Durham by OOOOK! Productions and members of Durham Student Theatre. All profits were donated to The Orangutan Foundation. The adaptation was written by Ben Saunders, a graduate of the University of Durham department of Archaeology.\nIn January 2016 the official Terry Pratchett Twitter feed announced an upcoming comic adaptation of Small Gods by cartoonist Ray Friesen.[8]\nAn audiobook read by Andy Serkis was released on Audible on the 28th of April 2022; Bill Nighy and Peter Serafinowicz also had small roles.[9]",[["Om",39,1],["Brutha",36,1],["Vorbi",22,1],["Omnian",19,1],["god",17,1],["Discworld",9,1],["Omnia",9,1],["Ephebe",8,1],["desert",8,1],["voice",7,1],["Didactylo",7,1],["God",7,1],["tortoise",6,1],["time",6,1],["believer",6,1],["Prophet",6,1],["people",6,1],["Urn",5,1],["war",5,1],["Gods",5,1],["Turtle",5,1],["power",5,1],["Eighth Prophet",4,2],["novel",4,1],["Pratchett",4,1],["Ephebian",4,1],["Eighth",4,1],["scroll",4,1],["live",4,1],["Great",4,1],["year",4,1],["human",4,1],["citadel",4,1],["Temple",4,1],["Small",4,1],["Quisition",4,1],["attempt",4,1],["Small Gods",3,2],["body",3,1],["world",3,1],["novice",3,1],["religion",3,1],["Terry",3,1],["Durham",3,1],["book",3,1],["battle",3,1],["army",3,1],["belief",3,1],["form",3,1],["Simony",3,1],["nation",3,1],["Ungulant",3,1],["home",3,1],["Queen",3,1],["Sea",3,1],["anything",3,1],["steam-powered",3,1],["memory",3,1],["order",3,1],["face",3,1],["shape",3,1],["Library",3,1],["philosopher",3,1],["head",3,1],["Great God Om",2,3],["compost heap",2,2],["Omnian Temple",2,2],["Terry Pratchett",2,2],["Iron Turtle",2,2],["Omnian dogma",2,2],["Turtle Movement",2,2],["sergeant Simony",2,2],["Sea Queen",2,2],["steam-powered boat",2,2]]]},{"json_class":"Article","v":["Lords and Ladies (novel) - Wikipedia","1992 Discworld novel by Terry Pratchett\nLords and Ladies is a fantasy novel by British writer Terry Pratchett, the fourteenth Discworld book. It was originally published in 1992.[1][better source needed] Some parts of the storyline spoof elements of Shakespeare's play A Midsummer Night's Dream.\n\nGranny Weatherwax, Nanny Ogg, and Magrat Garlick  return to Lancre after their recent adventure in Genua. Magrat is stunned when King Verence proclaims their imminent marriage, having already made all the arrangements in her absence.  The sudden appearance of crop circles reveals to Nanny and Granny that it is now \"circle time\", a convergence of parallel universes when the Discworld is susceptible to incursions from the \"parasite universe\" of the Elves. Elves are capricious and amoral creatures that enter the minds of animals and sentient beings in a more destructive way than witches do, using \"glamour\" to alter human's perceptions of them.  They are normally kept away by a circle of magnetized iron standing stones known as the Dancers. When Nanny and Granny refuse to explain the situation to Magrat, she leaves the coven, disavows witchcraft, and moves into an apartment in Lancre Castle.  She soon becomes bored with the courtly lifestyle and unsure of her place.\nMustrum Ridcully, Archchancellor of Unseen University, leads a small group of faculty to attend the wedding.  Along the way, they are joined by the Dwarfish lothario Casanunda.\nGranny and Nanny discover that a group of local girls, led by Diamanda Tockley and including  Agnes Nitt, have formed a new coven whose activities include dancing naked at the Dancers.  The two elderly witches try to convince them to stop, with Granny ultimately besting Diamanda in a public witchcraft contest and discrediting the new coven.  But a defiant Diamanda later runs through the Dancers into the land of the Elves, where she is knocked unconscious by a poisoned Elven arrow before being rescued by Granny.  Nanny subdues an Elf that pursues them back into Lancre, using an iron fireplace poker; Elves and their powers are severely weakened by iron.  The witches bring Diamanda and the Elf to Lancre Castle, where Magrat treats Diamanda and Verence agrees to imprison the Elf (though Magrat inadvertently frees it later).  Meanwhile, Granny has begun to experience memories of other paths her life has taken in parallel worlds, as well as a growing sense of her own impending death.\nJason Ogg and the other Lancre Morris Men plan a play to be performed for the wedding guests.  When they rehearse near the Dancers, the Elves influence them to include Elvish elements in the play.  As a result, when the play is performed at the Dancers, it causes sufficient belief—a powerful force on the Discworld—that the Elves are able to make the guests dismantle the stone circle. The Elves arrive, and the Elf Queen plans to legitimize her rule of Lancre by marrying Verence.  None of the members of the Lancre coven are present at this time: Magrat has locked herself in her room due to perceived insults in a letter she has discovered, written by Granny to Verence, advising him to plan the wedding; Nanny is being romanced by Casanunda; and Granny has been magically whisked away by Ridcully, who hopes to resume a romantic connection they had when much younger.  The women only become aware of what has happened once the Elves begin to wreak havoc in Lancre.  Aided only by general dogsbody Shawn Ogg, Magrat fights her way through the infiltrated castle.  She discovers a portrait of Queen Ynci, one of the kingdom's legendary founders.  Suddenly inspired by the idea of becoming a warrior queen, Magrat finds and dons Ynci's armour.  Feeling influenced by Ynci's spirit (and unaware that Ynci is a fiction, the armour constructed from cookware only a few generations previously), she rescues a captured Shawn and sets out for the Dancers.  While Granny and Ridcully make their way through the woods, resulting in Granny's capture by the Elves, Nanny and Casanunda travel through a gateway to the abode of the Elf King, who opposes the Elf Queen despite being her spouse.\nAt the Dancers, Magrat arrives to confront the Elf Queen at the same time as the people of Lancre, rallied by Shawn and Nanny.  But the Elf Queen quickly subdues Magrat with glamour.  The captive Granny mentally combats the Elf Queen and releases Magrat from the glamour before succumbing to the Elf Queen's attack, her prone body being covered by the bees from her hive, which have swarmed at the Dancers.  When the Elf Queen turns her powers on Magrat, attempting to stop her resistance by dismantling her identity, she exposes the unexpectedly valorous core of Magrat's being – something which Granny had deliberately been stoking, aggravating and provoking all along for just this very outcome.  Magrat attacks and subdues the Elf Queen just in time for a projection of the Elf King to arrive and send the Elves back to their world.\nGranny appears to be dead, but then Nanny and Magrat learn that she has actually borrowed her bees' hive mind, a feat thought impossible.  They break open a window in the castle, where Ridcully has reverently laid Granny's body, enabling the bees to get close enough for her to regain consciousness.  Nanny points out to Magrat that Granny's letter to Verence has had a great positive impact on Magrat's life, as well as giving her the strength to fight the Elf Queen.  Magrat and Verence are married by Ridcully.  Later, Granny and Ridcully make peace with their past and their place in the universe.  The growing sense of impending death she had been feeling had been due to the impending deaths of some of her parallel-selves.\n\n Granny Weatherwax\nQueen of the Elves\nMustrum Ridcully\nNanny Ogg\nMagrat Garlick\nKing Verence II\nShawn Ogg\nPonder Stibbons \nIn 1995, Kirkus Reviews considered the novel \"a so-so addition to a mostly hilarious series\", but praised the \"agreeably wry, self-deprecating quality\" of the humour.[2] In 2000, Publishers Weekly found it \"uneven\", noting that \"[o]nly in the last third of the novel does [Pratchett] strike a successful balance among action, imagination, and comedy\", and that the fun only begins \"once the smiling, sadistic elves actually appear\", ultimately concluding that the novel is \"unlikely to widen [Pratchett's] readership\".[3]\n\nCharactersProductionsAdaptationsFilmLiteratureMusicOperaStageComicsArtBalletTelevisionRelated",[["Magrat",19,1],["Granny",18,1],["Elf",14,1],["Queen",11,1],["Elve",11,1],["Nanny",11,1],["Elf Queen",8,2],["Lancre",9,1],["Dancers",8,1],["Verence",7,1],["Ridcully",7,1],["Ogg",5,1],["Diamanda",5,1],["\",",5,1],["novel",5,1],["circle",4,1],["way",4,1],["time",4,1],["King",4,1],["coven",4,1],["Pratchett",4,1],["Shawn",4,1],["Ynci",4,1],["Discworld",4,1],["universe",3,1],["witch",3,1],["glamour",3,1],["iron",3,1],["wedding",3,1],["Casanunda",3,1],["death",3,1],["plan",3,1],["bee",3,1],["Lancre Castle",2,2],["Elf King",2,2]]]},{"json_class":"Article","v":["Men at Arms - Wikipedia","1993 Discworld novel by Terry Pratchett\nMen at Arms is a fantasy novel by British writer Terry Pratchett, the 15th book in the Discworld series, first published in 1993. It is the second novel about the Ankh-Morpork City Watch on the Discworld. Lance-constable Angua von Überwald, later in the series promoted to the rank of Sergeant, is introduced in this book. Lance-constable (in the course of the novel promoted to Acting-constable) Detritus is introduced as a new member of the watch as well, though he had already appeared in other Discworld novels, most notably in Moving Pictures. Also notable is the only appearance of Lance-constable Cuddy (also promoted to Acting-constable).\n\nEdward d'Eath, an Assassin and son of a down-and-out noble family, becomes convinced that the restoration of the Ankh-Morpork monarchy will solve the social change in the city which he blames for his family's humbling.  He researches the history of the royal family and determines that Carrot Ironfoundersson is in fact the rightful heir to the throne.\nMeanwhile, Captain Samuel Vimes, captain of the Ankh-Morpork City Watch, prepares for his imminent wedding to Sybil Ramkin, the richest woman in Ankh-Morpork. He also must deal with a new group of recruits that he has been required to take on for the sake of diversity: Cuddy (a dwarf), Detritus (a troll), and Angua (a werewolf—but Carrot is unaware of this, and believes she is included because she is female).  When a string of seemingly random murders occur among the Guilds of the city, Lord Vetinari forbids Vimes to investigate in a successful ploy to ensure Vimes does investigate. Cuddy and Detritus are forced to work together, resulting in them becoming friends as they overcome their deep-seated racial enmity. Angua works with the talking dog Gaspode, and also forms a romantic connection with Carrot, who loses his virginity to her but handles the discovery that she is a werewolf poorly.\nIt is revealed that d'Eath has stolen the gonne, the Disc's first and only handheld firearm, from the Assassins' Guild, with the intention of discrediting Vetinari's government through the murders. Any possessor of the gonne seems to become obsessed with the device. After d'Eath reveals his plan to Dr. Cruces, head of the Assassin's Guild, Cruces murders him and takes up the plan himself. The Watch prevent Cruces from killing Vetinari, but Cuddy and Angua are killed in the process.  Vimes and Carrot confront and disarm Cruces, and Carrot helps Vimes resist the gonne's allure.  Cruces gives Carrot the evidence that he is the royal heir, upon which Carrot kills Cruces with his sword and has both the evidence and the dismantled gonne buried with Cuddy. As a werewolf can only be killed with a silver weapon, Angua is revived upon the moon's rising.\nVimes and Ramkin are married. Recent events have raised the Night Watch's profile, bringing a slew of new recruits. Carrot visits Vetinari, who is expecting Carrot to make personal demands as he is now in a strong position to blackmail the Patrician. What Carrot actually brings is a request for Vetinari to implement a plan for reforming the City Watch into an effective, integrated, comprehensive police force with better working conditions. Vetinari accedes, making Carrot Captain of the Watch and elevating Vimes to the recreated position Commander of the Watch, and the rank of Knight.\n\n Ankh-Morpork City Watch#Members \n Angua\nFred Colon\nCuddy\nDetritus\nCarrot Ironfoundersson\nNobby\nLord Vetinari\nSamuel Vimes\nGaspode\nLady Sybil Ramkin \nPublishers Weekly considered it to not be \"as consistently funny as [Pratchett's] earlier novels\", but noted that \"the dialogue is hilarious\", and opined that although it lacked \"rational narrative cause-and-effect\", this \"didn't matter\";[1] similarly, Kirkus Reviews found it to be \"an about average installment\" of an \"always entertaining, sometimes hysterically funny series.\"[2]\nBrandon Sanderson has described it as \"funny in a clever, scholarly, satire sort of way\", with \"excellent pacing\" and \"irresistible\" characters.[3]\n\n\n \n^ Men At Arms, by Terry Pratchett, reviewed at Publishers Weekly; published March 4, 1996; retrieved August 11, 2017\n^ Men at Arms, reviewed in Kirkus Reviews; published January 1, 1996; archived online May 20, 2010; retrieved April 2, 2022\n^ MEN AT ARMS BY TERRY PRATCHETT, reviewed by Brandon Sanderson; at BrandonSanderson.com; published June 15, 2006; retrieved August 11, 2017",[["Carrot",11,1],["Vime",8,1],["Watch",8,1],["Vetinari",7,1],["novel",6,1],["Cruce",6,1],["Angua",6,1],["Cuddy",6,1],["Ankh-Morpork",5,1],["Discworld",4,1],["\",",4,1],["Pratchett",4,1],["Detritu",4,1],["City",4,1],["Lance-constable",3,1],["series",3,1],["Arms",3,1],["Me",3,1],["Terry",3,1],["'Eath",3,1],["Assassin",3,1],["family",3,1],["Ramkin",3,1],["werewolf",3,1],["murder",3,1],["Guild",3,1],["plan",3,1],["Ankh-Morpork City Watch",2,3],["Kirkus Reviews",2,2]]]},{"json_class":"Article","v":["Soul Music (novel) - Wikipedia","1994 Discworld novel by Terry Pratchett\nSoul Music is a fantasy novel by British writer Terry Pratchett, the sixteenth book in the Discworld series, first published in 1994. Like many of Pratchett's novels it introduces an element of modern society into the magical and vaguely late medieval, early modern world of the Discworld, in this case Rock and Roll music and stardom, with near disastrous consequences. It also introduces Susan Sto Helit, daughter of Mort and Ysabell and granddaughter of Death.\n\nA young harpist, Imp Y Celyn from Llamedos (\"sod 'em all\" spelled backwards, a reference to Dylan Thomas' Under Milk Wood), comes to Ankh-Morpork in hopes of becoming famous.  Unable to afford the Musicians Guild fees, he and fellow unlicensed musicians Lias Bluestone (a troll percussionist) and Glod Glodsson (a dwarf hornblower) form \"The Band with Rocks In\", named after Lias' tuned rocks.  When Imp's harp is destroyed, he acquires a guitar from a mysterious shop, unaware that it contains the awareness of a primordial music that was responsible for bringing the universe into existence.  Imp takes the new name \"Buddy\" (\"Imp Y Celyn\" literally means \"bud of holly\"), and Lias starts calling himself \"Cliff\".\nMeanwhile, Death is upset over the deaths of his adopted daughter Ysabell and her husband, his former apprentice Mort.  Their daughter, Susan Sto Helit, was initially raised with an awareness of Death as her grandfather, but they later withheld the truth from her and she forgot about it.  She attends boarding school in Quirm, and is content to avoid unpleasant conversations by using her unexplained ability to fade from others' awareness.  When Death abandons his post for an impromptu sabbatical in an effort to forget the painful memories, the fabric of reality forces Susan to take on his duties and she begins to remember her past.  She becomes aware of Buddy when he is scheduled to die in a riot while performing at the Mended Drum, but instead the crowd is overcome by the spirit of \"Music with Rocks In\", which apparently has no musical merit for objective listeners not themselves possessed by it.  After this, Buddy's life is powered by the music instead of by his natural life force.\nCut-Me-Own-Throat Dibbler becomes the Band's manager.  He hires the troll Asphalt as a roadie to accompany the band on its tour as he books them to play to increasingly larger crowds, all the while keeping them unaware of the large profits he is earning.  Buddy becomes less and less like himself, and barely seems aware of his surroundings when he is not playing the guitar.  Susan tries to protect him from the influence of the music; though she does not acknowledge it, she has developed feelings for him.  Meanwhile, the music is affecting many of the people who have heard it, causing them to form their own bands and adopt behaviours associated with the fans of various musical movements on 20th Century Earth.  The wizards of Unseen University are particularly affected by this phenomenon, though not Archchancellor Ridcully, who uses the newly invented device Hex and works with Susan in an effort to understand these events. Mr Clete, the murderous secretary of the Musicians Guild, becomes increasingly unhinged by his inability to stop the Band's unauthorized activities (as they are protected by the music).\nBuddy wants to perform a free concert at the music's behest, and Dibbler agrees after realizing how much of a profit he can earn through merchandising and concessions. A large number of the copycat bands participate in the largest concert of all time, culminating in the Band with Rocks In's performance.  Buddy performs his own folk song on his harp, which Glod has had repaired, which briefly restores Imp's natural personality.  Afterwards, the band flees from their crazed fans, pursued by the Musicians Guild, Dibbler, Susan, and Death (who has been brought back to his senses by his servant Albert).  The music intends to create an immortal legend by crashing the band's coach into a gorge, with no survivors.  Susan rescues them, but the music begins to alter the timeline so the band will have died.  Death arrives and plays an \"empty chord\" on the guitar to stop the music, explaining that while he can stop it, only a musician like Buddy can restart it.  The music agrees to allow Buddy to live in return for his playing a chord to restart it.  Death then destroys the guitar.\nA new timeline is created in which Clete was the only fatality, although Susan remains aware of the original course of events.  She returns to school with a new self-assurance.  The next day, she runs to reunite with Imp upon realizing that, in the new version of events, he came to Quirm instead of Ankh-Morpork and is working nearby.\n\nThe Band With Rocks In:\n\n Imp y Celyn: Member (lead vocals & eclectric whatzit)\nGlod Glodsson: Member (Horn)\nLias Bluestone: Member (Percussion)\nThe Librarian: Short-term member (Organ)\nAsphalt: Roadie\nCMOT Dibbler: Manager \nThe DEATH family and associates:\n\n DEATH\nSusan Sto-Helit: granddaughter\nMort: former apprentice\nYsabell: daughter\nBinky: pale horse\nDEATH of Rats\nAlbert: Butler\nQuoth the Raven \nAnkh-Morpork Musicians Guild:\n\n Mr Clete\nMr Satchelmouth Lemon\nHerbert Shuffle\nGrisham Frord Close Harmony Singers \nThe Wizards:\n\n ArchChancellor Mustrum Ridcully\nThe Librarian\nThe Dean\nThe Bursar\nLecturer in Recent Runes\nSenior Wrangler\nChair of Indefinite Studies\nPonder Stibbons\nAdrian Turnipseed \nAn animated adaptation was produced by Cosgrove Hall Films for Channel 4 in 1996. It takes the association of the \"Band with Rocks In\" with the Beatles even further than the book does, evolving their style from 1950s rock and early 1960s beat music (and mixing-bowl haircuts) in Ankh-Morpork, to acid rock in Scrote, to spiritual hippie rock in Quirm. In Sto Lat, they sound like the Jimi Hendrix Experience or Bad Company, but are dressed in clothes similar to the Beatles on the cover of the Sgt. Pepper's Lonely Hearts Club Band album. Also in Quirm, Buddy says that the band is 'more popular than cheeses', referring to John Lennon's famous quote proclaiming the Beatles to be more popular than Jesus. In Pseudopolis, their outfits and style resemble the Blues Brothers. Crash's band is also given the name \"Socks Pastels\".\nThe soundtrack was released on CD, mp3 and streaming.\nIn August 2014, an adaptation was performed at the Rose Theatre, Kingston by Youth Music Theatre UK.[1] The musical has been adapted by stand-up comedian Andrew Doyle[2] with original music by Craig Adams.[3] Soul Music will be directed by Luke Sheppard (associate director of Matilda the Musical and director of In the Heights) at the Southwark Playhouse and choreographed by Cressida Carré.[4]\nIn February 2016, a stage adaption was performed at the Durham Student Theatre by Ooook! Productions.[5] The production was adapted by Imogen Eddleston and directed by Mikey Bicarregui and Hamish Inglis.",[["music",13,1],["Susan",9,1],["band",8,1],["Death",7,1],["Imp",7,1],["Band",7,1],["Buddy",7,1],["Rock",6,1],["Lia",4,1],["Guild",4,1],["daughter",4,1],["rock",4,1],["guitar",4,1],["Musician",4,1],["Quirm",4,1],["Dibbler",4,1],["Ankh-Morpork",4,1],["Music",4,1],["Ysabell",3,1],["Mort",3,1],["Sto",3,1],["book",3,1],["Pratchett",3,1],["novel",3,1],["Discworld",3,1],["Celyn",3,1],["Glod",3,1],["awareness",3,1],["event",3,1],["Mr",3,1],["Clete",3,1],["Member",3,1],["DEATH",3,1],["Beatles",3,1],["Theatre",3,1],["Susan Sto Helit",2,3],["Glod Glodsson",2,2],["Musicians Guild",2,2]]]},{"json_class":"Article","v":["Interesting Times - Wikipedia","1994 Discworld novel by Terry Pratchett\nInteresting Times is a fantasy novel by British writer Terry Pratchett. It is the seventeenth book in the Discworld series and is set in the Aurient (a fictional analogue of the Orient).[1]\nThe title refers to the English expression, \"may you live in interesting times\", which is typically presented as a translation from a traditional Chinese curse.\n\nTwo gods, Fate and the Lady, oppose each other in a game over the outcome of the struggle for the throne of the Agatean Empire on the Counterweight Continent.\nThe Patrician of Ankh-Morpork receives a demand that the \"Great Wizzard\" be sent to the distant Agatean Empire, and he orders Archchancellor Mustrum Ridcully of Unseen University to comply.  As the spelling, \"Wizzard,\" matches that on Rincewind's hat, the faculty decide to send him. Using the machine Hex, they teleport him to the University from a desert island where he has been living since the events of Eric. They offer him the right to call himself a Wizard, which he never actually earned, if he agrees to be sent to Agatea. Teleportation requires an exchange of mass, and they end up exchanging him with a very heavy live cannon (which they extinguish upon its arrival). This results in Rincewind arriving in Agatea at a very high speed, but he lands safely in a snowbank.\nRincewind's efforts to run from any kind of danger quickly embroil him in momentous events. He encounters his friend Cohen the Barbarian, now accompanied by a \"Silver Horde\" of elderly warriors and Ronald Saveloy, a former teacher.  Cohen is planning to infiltrate the Empire and live a luxurious retirement by taking over as Emperor.  Rincewind learns that the first Agatean Emperor supposedly conquered the land with the assistance of a \"Great Wizard\" and a \"Red Army.\"  Now, a new \"Red Army\" movement of young people, dedicated mainly to the promulgation of mildly worded slogans, has been inspired by a supposed revolutionary tract, which turns out to be a travelogue of Ankh-Morpork written by Rincewind's former traveling companion Twoflower, whom Rincewind  frees from a dungeon and whose two daughters are leaders of the Red Army.  It turns out that the villainous Grand Vizier, Lord Hong, has made the harmless Red Army appear to be a threat to the Empire and had Rincewind brought to Agatea so that he could blame the problems on foreigners, then put the \"revolution\" down violently and turn to the conquest of Ankh-Morpork, whose culture he secretly seeks to emulate.  When Hong murders the Emperor with the intention of framing the Red Army, it creates the opportunity needed by the Silver Horde to infiltrate the palace.  Cohen and Saveloy had hoped to conquer the Empire by simply installing Cohen as Emperor, since almost nobody has ever seen the Emperor's face. But Lord Hong leads four other lords who had been vying against him for the throne to rally their armies against the Horde, to the chagrin of Saveloy who had been trying to civilize the barbarians.\nBefore the battle begins, Rincewind attempts to tip the balance in the Horde's favor by spreading rumors amongst the encamped armies that the Horde is being supported by an army of 'invisible vampire ghosts', who Agateans believe inhabit the lands outside of the Empire.  Since this belief is officially endorsed by the imperial authorities to maintain domestic order, dispelling the rumour proves difficult. As the battle begins, Rincewind inadvertently discovers the actual Red Army, a multitude of terra cotta warriors that can be controlled by magical armor that he accidentally dons. The automatons destroy the Agatean forces. However, Rincewind inadvertently wanders into a ditch and begins to sink. He realizes that the magic boots are weighing him down, and frees himself with Twoflower's help. Cohen realizes that he is now recognized as the Emperor, and prepares proclamations to relax the regime's oppression of the people.  He invites Rincewind to serve as Chief Wizard and found his own university, which convinces Rincewind that something horrible is about to happen. Indeed, Lord Hong takes Rincewind hostage and plans to murder him on the steps of the palace.  Just then, the faculty of Unseen University teleport Rincewind away. Twoflower challenges Hong to a duel, as his wife was killed in a battle waged by Hong.  The cannon, re-lit by the faculty, then arrives and kills both Hong and Saveloy; Saveloy, despite never having managed to be a barbarian in life, decides to go to the warrior's afterlife.\nThe Luggage had followed Rincewind to its native Agatea, but became distracted by meeting and mating with a female Luggage. Upon Rincewind's disappearance, the Luggage leaves its mate and their offspring to once again follow its owner.\nThe Lady has won the game against Fate.  She also interfered in Hex's calculations so that Rincewind is teleported to the unexplored continent of XXXX where he lands safely, while an XXXXian kangaroo (instead of Rincewind) suffers a fatal collision with a wall at Unseen University. Rincewind meets XXXXian natives who give him a boomerang, with which he manages to hit himself in the head.\n\n Rincewind\nTwoflower\nMustrum Ridcully\nCohen the Barbarian and the Silver Horde\nBoy Willie, the only member of the horde under 80\nCaleb the Ripper\nRonald Saveloy, or \"Teach\"\nTruckle the Uncivil\nOld Vincent\nMad Hamish\nLord Hong, head of the Hong family, and the Emperor's Grand Vizier\nRed Army (both as an army of mostly children, and as an army of nameless golems)\nFour Big Sandal and Three Maximum Luck, slaves rescued by Rincewind and Cohen.\nPretty Butterfly, Twoflower's older and wiser daughter\nLotus Blossom, Twoflower's younger and more naive daughter\nTwo Fire Herb, traitor & agent provocateur\nThree Yoked Oxen\nOne Favourite Pearl, a young girl whose parents were killed by the feuding warlords\nThe Luggage \nIn an interview republished at L-space, the Terry Pratchett wiki,[2] Pratchett explains the concepts behind the novel. \"It'd be easier for people to read Interesting Times, than to sum it up, but I would say that one of the things I wanted to develop in the story was the strange way in which revolutions can turn into tyrannies. People struggle to over-throw tyrants, then suddenly find that they're ruled by \"The Government\" once again - and popular uprisings don't stop often to ask common people what it is they need.\"\n\nInteresting Times was well received by critics and readers alike. The book enjoys consistently high reviews on both Amazon[3] and Goodreads.[4]\nThe San Francisco Chronicle called the novel \"unadulterated fun… Witty… Frequently hilarious\" and remarked that \"Pratchett parodies everything in sight.\"\nA review at AV Club,[5] meanwhile, called it \"a surprisingly thoughtful parable about oppressive government, East-West cultural relations, and revolutionary theory\"",[["Rincewind",21,1],["Hong",9,1],["Cohen",7,1],["Emperor",7,1],["Red",7,1],["Army",7,1],["Red Army",6,2],["Horde",6,1],["Saveloy",6,1],["Twoflower",6,1],["Empire",6,1],["army",5,1],["Agatean",5,1],["Pratchett",5,1],["Agatea",4,1],["University",4,1],["land",4,1],["novel",4,1],["Luggage",4,1],["people",4,1],["Lord",4,1],["Lord Hong",3,2],["Terry",3,1],["Times",3,1],["battle",3,1],["Ankh-Morpork",3,1],["Unseen",3,1],["daughter",3,1],["faculty",3,1],["Wizard",3,1],["warrior",3,1],["Silver",3,1],["Unseen University",2,2],["Agatean Empire",2,2],["Silver Horde",2,2],["Interesting Times",2,2]]]},{"json_class":"Article","v":["Maskerade - Wikipedia","1995 Discworld novel by Terry Pratchett\nThis article is about the novel. For the opera, see Maskarade.\nMaskerade is a fantasy novel by British writer Terry Pratchett, the eighteenth book in the Discworld series.[1] The witches Granny Weatherwax and Nanny Ogg visit the Ankh-Morpork Opera House to find Agnes Nitt, a girl from Lancre, and get caught up in a story similar to The Phantom of the Opera.\n\nAgnes Nitt leaves Lancre to seek a career at the Opera House in Ankh-Morpork, which has recently been purchased by Seldom Bucket, formerly a cheesemonger. When Granny Weatherwax realizes Nanny Ogg has written an immensely popular \"cookbook\" but has not been paid by the publisher (and that the nom de plume of 'A Lancre Witch' may lead people to believe that she rather than Nanny wrote it), the witches leave for Ankh-Morpork to collect the money. They also hope to recruit Agnes into their coven, to replace Magrat Garlick who left the coven when she became Queen of Lancre (in Lords and Ladies). This has the side benefit of distracting Granny from becoming obsessive and self-centred, or so Nanny believes to her great relief. En route, they meet Henry Slugg, an Ankh-Morporkian opera singer who adopted a Brindisian persona of Enrico Basilica to further his career but yearns for Ankh-Morporkian cuisine after years of Brindisian pasta, squid and tomato sauce; and Granny makes a deal with Death for him not to claim the fatally-ill son of an innkeeper.\nAgnes Nitt is chosen as a member of the chorus, where she meets Christine, a more popular but less talented girl whose father lent Bucket large sums of money to purchase the Opera House. The Opera Ghost, who has long haunted the opera house without much incident, begins to commit seemingly random murders staged as \"accidents\", and also requests that Christine be given lead roles in several upcoming productions. Due to her incredibly powerful, versatile and possibly magical voice, Agnes is asked to sing the parts from the background, unbeknownst to Christine or the audience. After swapping rooms with Christine, Agnes begins receiving late-night training from the Opera Ghost originally intended for Christine.\nHaving discovered the problems at the Opera House and also having coerced the publisher to pay Nanny richly for her book, the witches investigate the mystery, with Granny posing as a rich patron (using Nanny's royalties), Nanny insinuating herself into the opera house staff, and Nanny's cat Greebo being transmogrified into human form (as during Witches Abroad) to pose as Granny's companion. Agnes unmasks Walter Plinge, the janitor, as the ghost, though as he is seemingly harmless, the others are unconvinced. Andre, another employee, is suspected, but he turns out to be a Cable Street Particular. Granny determines that the finances of the Opera House, which are a complete mess, have been made so intentionally in order to hide the fact that money is being stolen, with the murders being used either as a distraction or to cover up the evidence.\nIt is finally revealed that two people had been masquerading as the ghost. The original (and harmless) ghost, Walter Plinge, was being psychologically manipulated and blackmailed by the second ghost, Mr Salzella (Director of Music at the Opera House), who assumed the identity to commit the murders and theft, and frame Walter if he ever came close to being caught. With the witches' help, Walter is able to overcome his fears and help defeat Salzella, who is killed by believing that the fencing staged in opera is actual lethal swordplay, dying despite not actually being injured, although not before delivering a lengthy monologue about his hatred of opera. Walter then goes on to become the new Director of Music, integrating his own music into the opera, turning them into musicals. Slugg, decidedly abandoning his Enrico Basilica persona after being assaulted and concussed by Salzella, reunites with Angeline Lawsy, his childhood sweetheart, and is introduced to his long-lost son Henry Lawsy. Agnes, after realising that she does not fit in with the environment of the opera, returns to Lancre to learn how to be a witch from Granny and to serve as the third member of the Lancre Coven.\n\n Agnes Nitt (Perdita)\nChristine, a parody of Christine Daae\nWalter Plinge, a parody of Michael Crawford\nMrs. Plinge\nSalzella\nSeldom Bucket\nDr. Undershaft\nThe Opera Ghost\nHenry Slugg (Enrico Basilica)\nNanny Ogg\nGreebo\nGranny Weatherwax\nAndré\nThe Librarian\nDeath\nThe Death Of Rats \nA stage adaptation by Hana Burešová and Štěpán Otčenášek (partly using adaptation by Stephen Briggs) premiered in Divadlo v Dlouhé, Prague in April 2006.[2] Pratchett attended the closing performance five years later.[3]\n\nBuzzFeed listed Maskerade as the 11th-best Discworld novel, noting that \"it works well as a parody of the tropes of opera, and as a murder mystery\".[4]\n\n Envoyer (German) (Issue 3 - Jan 1997)[5] \n\n\n\nWikiquote has quotations related to Maskerade.",[["Opera",10,1],["Agnes",9,1],["Nanny",9,1],["Granny",9,1],["opera",9,1],["Christine",7,1],["Lancre",6,1],["House",6,1],["Walter",6,1],["witch",5,1],["Opera House",4,2],["Agnes Nitt",4,2],["murder",4,1],["Plinge",4,1],["novel",4,1],["ghost",4,1],["Salzella",4,1],["Nitt",4,1],["Maskerade",3,1],["Pratchett",3,1],["Weatherwax",3,1],["Ogg",3,1],["Ankh-Morpork",3,1],["Discworld",3,1],["Bucket",3,1],["),",3,1],["money",3,1],["Henry",3,1],["Slugg",3,1],["Enrico",3,1],["Basilica",3,1],["Death",3,1],["Ghost",3,1],["parody",3,1],["Enrico Basilica",2,2],["Opera Ghost",2,2],["Walter Plinge",2,2]]]},{"json_class":"Article","v":["Feet of Clay (novel) - Wikipedia","1996 Discworld novel by Terry Pratchett\nFeet of Clay is a fantasy novel by British writer Terry Pratchett, the nineteenth book in the Discworld series, published in 1996. The story follows the members of the City Watch, as they attempt to solve murders apparently committed by a golem, as well as the unusual poisoning of the Patrician, Lord Vetinari.\nThe title is a figure of speech from Hebrew scripture (see feet of clay) and the script used in the book to represent Morporkian being written by a golem resembles the Hebrew alphabet,[1] a reference to golems' origins in Jewish folklore.\n\nTwelve of the city golems, clay creatures forced to obey the written instructions placed inside their heads, decide to create a \"king\" golem in order to free themselves. They fashion a golem from their own clay and place in his head instructions that would fulfill their hopes: \"Bring peace to the world\", \"Treat everyone fairly\" and so on. They enroll the help of a priest and dwarf bread baker and museum curator to write the sacred instructions and bake the clay, respectively; Meshugah, the \"king\" golem, is initially sent to work in a candle factory.\nAround the same time, a cabal of Ankh-Morpork's nobles and guild leaders seeks to gradually depose the Patrician and replace him with a puppet ruler. After Commander Vimes learns that Nobby Nobbs may be the heir to the Earldom of Ankh whilst visiting the Royal College of Arms (where he was told that the Vimes coat of arms was declared extinct due to his ancestor Suffer-Not-Injustice 'Stoneface' Vimes' regicidal acts), the cabal decide to declare Nobbs the new king since the Earls of Ankh were cousins of the last king, Lorenzo the Kind.\nTo implement this, the cabal orders the golems' newly made king, Meshugah, to make poisoned candles and have them delivered to the palace. Vetinari is successfully poisoned, making him severely ill. Meshugah, however, due to being improperly baked and \"overloaded\" by all the different instructions his creators gave him, goes \"mad\": he starts overworking and, when he exhausts raw materials, he rampages through the city, and goes on to murder the priest and baker who took part in his creation. The golems that made him are horrified as murder violates their most base instructions and Meshugah was baked from some of their parts and is therefore “clay of their clay.”\nAt this point the City Watch steps in trying to solve the murders and the poisoning of Lord Vetinari. With the assistance of their new forensics expert dwarf Cheery Littlebottom (who gradually comes out as female over the course of the novel), Commander Vimes and Captain Carrot slowly unravel the mystery. The golems send one of their number, Dorfl, to falsely confess to the murders and the remaining eleven commit suicide. The cabal's plan fails after Nobbs, already despondent that there is no wealth to his new title, flatly refuses their offer of becoming king, partly on the general principle of never volunteering (as it normally entails onerous duties), and partly out of fear that Vimes would \"go spare\" and execute him.\nCarrot and Dorfl, having been given a receipt for himself and thus owning himself and having no master, fight and defeat the golem king at the candle factory. Despite having his instructions removed, Dorfl is able to reveal that “words in the heart can not be taken” before dying, and is rebaked with a voice. Afterwards, Vimes confronts the city's chief heraldry expert, a vampire named Dragon King of Arms, who instigated the whole affair. Whilst Vimes suggests Carrot, the rightful heir to the Ankh-Morpork throne, was too virtuous for the cabal and that the signet ring which 'proves' Nobbs' noble ancestry could have been stolen, Dragon suggests that it was to ensure that Carrot would not produce a part-werewolf line with Angua. Dorfl arrests him despite tenuous evidence and Vimes burns down the Royal College of Arms and all of its heraldic records as retribution against the \"elite\" and \"noble\" plotters, who had happily and self-righteously sacrificed the lives of several \"commoners\" in the pursuit of their scheme (namely an elderly woman and a baby from Cockbill Street, Vimes's childhood neighbourhood, who died after using poisoned candle stubs taken from the palace).\nIn the end, Vetinari has recovered completely, Dorfl is sworn in as a Watchman (to the chagrin of Ankh-Morpork's theological establishment), Vimes gets a pay raise, the Watch House gets a new dartboard, and Nobbs keeps secret his ownership of other heirlooms which could well prove his claim to the earldom. Vetinari reveals to his assistant, Drumknott, that he had already known of the plot for some time, having feigned his illness. Vimes' rash actions in the pursuit of truth had considerably scared the city elite, which is precisely why Vetinari had let him continue: so that the plotters would know just how much worse off they'd be if Vetinari died.\n\n Carrot Ironfoundersson\nCheery Littlebottom\nAngua von Überwald\nSamuel Vimes\nDorfl\nDragon King of Arms\nMeshugah \nPublishers Weekly described the book as \"fantasy served with a twist of Monty Python, parody that works by never taking itself too seriously\", with \"sly puns\" and \"lively, outrageous characters\".[2]  The A.V. Club, conversely, emphasized the book's \"intelligent wit and wordplay with a notable lack of punnery\", praised Pratchett for the \"complexity\" of the politics and the \"three-dimensional\" nature of the characters, and noted that the \"sword and sorcery\" plot \"doesn't insult the reader's intelligence\" despite involving \"the bumbling City Watch\" and \"a murderous enchanted statue\".[3]\nAt the SF Site, Steven H Silver commended Pratchett for presenting \"mysteries which can be solved with the clues provided\", and stated that although the book does not have \"quite as many laugh out loud moments as [previous Discworld novels]\", it shows that Pratchett is \"a novelist as well as a humorist\".[4]\nGideon Kibblewhite reviewed Feet of Clay for Arcane magazine, rating it a 9 out of 10 overall.[5] Kibblewhite comments that \"It's another gem from a master of comic fantasy.\"[5]",[["Vime",12,1],["golem",11,1],["Vetinari",7,1],["king",7,1],["Dorfl",6,1],["clay",6,1],["instruction",6,1],["murder",5,1],["Pratchett",5,1],["Nobb",5,1],["cabal",5,1],["book",5,1],["Meshugah",5,1],["Watch",4,1],["city",4,1],["\",",4,1],["candle",4,1],["Arms",4,1],["),",4,1],["novel",4,1],["fantasy",3,1],["City",3,1],["Discworld",3,1],["Ankh-Morpork",3,1],["Carrot",3,1],["Dragon",3,1],["City Watch",2,2],["Lord Vetinari",2,2],["candle factory",2,2],["Royal College",2,2]]]},{"json_class":"Article","v":["Hogfather - Wikipedia","1996 Discworld novel by Terry Pratchett\nHogfather is the 20th Discworld novel by Terry Pratchett, and a 1997 British Fantasy Award nominee.[1] It was first released in 1996 and published by Victor Gollancz. It came in 137th place in The Big Read, a BBC survey of the most loved British books of all time, making it one of fifteen books by Pratchett in the Top 200.[2]\nThe book focuses on the absence of the Hogfather, a mythical creature akin to Father Christmas, who grants children's wishes on Hogswatchnight (December 32) and brings them presents. While Death attempts to fill in for the Hogfather, his granddaughter Susan Sto Helit tries to find and rescue the Hogfather.\n\nThe Auditors of Reality, a group of 'celestial bureaucrats', attempt to eliminate the Hogfather, a jolly god-like creature who brings children presents on December 32nd, similar to the figures of Santa Claus and Father Christmas in the US and UK. Forbidden to interfere directly by \"The Rules\", they pay the Assassin's Guild to kill the Hogfather instead. The task is given to Mr. Teatime who has a reputation for ruthlessness and creative solutions. Mr. Teatime enlists the help of some gangsters to find a delivery person working for the Tooth Fairy, using his magic to break into her kingdom and stealing all the collected teeth. With these teeth, he is able to control all the children on the Discworld, commanding them to no longer believe in the Hogfather.\nKnowing that the Hogfather is also responsible for the sun rising, Death attempts to maintain belief by dressing up as the Hogfather and fulfilling his role, aided by his servant Albert. Due to Death's simplistic understanding of the meaning of Hogswatch, he commits several acts supposedly to aid restoring belief in the Hogfather but which Albert believes are unacceptable, including granting more life to a deceased matchgirl and stealing food from a luxury restaurant to give to the Canting Crew (whilst replacing said restaurant's stock with mud and old boots). Since he is unable himself to defeat Mr. Teatime, who is in a realm created by children's belief where death (and thus Death) does not exist, he appears at his granddaughter's place of work dressed as the Hogfather. As he had planned, Susan Sto Helit is unable to resist her curiosity and tries to find the Hogfather. She visits the Hogfather's Castle of Bones, only to find the hung-over Bilious, the \"Oh God\" of Hangovers. In an attempt to cure Bilious from his hangovers, Susan visits the Unseen University, where it is discovered that several small gods and beings (including Bilious, a Verruca Gnome, a Hair Loss Fairy, an Eater of Pencils, an Eater of Socks, Towel Wasps, and a Cheerful Fairy) are being created due to an abundance of excess belief in the world caused by the Hogfather's disappearance.\nSusan and Bilious travel to the Tooth Fairy's realm and discover Mr. Teatime's plot. Mr. Teatime attacks Susan using Death's sword, but since it does not work in this realm, Susan is able to overpower him and throw him down the tower, causing him to disappear. After Susan witnesses the Tooth Fairy (in fact, the original Bogey Man, who became the Tooth Fairy to protect children) die from the exhaustion from defending its kingdom, she tasks the childlike Banjo Lilywhite, the last surviving gangster, to carry on the task of protecting the teeth. She then manages to rescue the Hogfather, who has reverted to his former self as a hog, from Auditors who hound him in the form of attack dogs. As Susan is returning to her place of work, Death explains what happened to Susan but she is attacked by Teatime whom she finally manages to kill using the kitchen poker.\n\n Jonathan Teatime, an assassin\nSusan Sto-Helit, Death's granddaughter\nDeath\nAuditors of Reality\nHogfather, a god\nAlbert\nBilious, the Oh God of Hangovers \nThe Wizards of the Unseen University:\n\n Mustrum Ridcully, Archchancellor of Unseen University\nLecturer in Recent Runes\nChair of Indefinite Studies\nThe Bursar\nHex\nPonder Stibbons\nAdrian Turnipseed aka Mad Drongo\nDean\nSenior Wrangler\nthe Librarian \nA two-part TV film version of Hogfather was screened on 17 and 18 December 2006  on Sky One in the UK, with Ian Richardson as the voice of Death and David Jason playing Death's manservant Albert. Marc Warren played Mr. Teatime, Michelle Dockery played Susan Sto Helit, Rhodri Meilir played Bilious, and Tony Robinson (who narrated several audiobook versions of the Discworld novels) played the shop keeper Vernon Crumley. Terry Pratchett himself had a brief cameo as the toy-maker.\nThe US debut was on 25 November 2007 on ION Television, the Australian on 23 and 24 December 2007 on Channel Seven, and the German on 25 December 2007 on ProSieben.\n\nThe novel entered the UK Top 10 charts at #1 as hardback in October 1996[3] and as paperback in November 1997.[4] According to Publishers Weekly, Pratchett used a darker tone and edgier satire for Hogfather than his previous work, and so moved beyond the realm of humorous fantasy and into position as \"one of the more significant contemporary English-language satirists\".[5]\n\n\n\n\nWikiquote has quotations related to Hogfather.",[["Hogfather",19,1],["Susan",11,1],["Death",10,1],["Teatime",8,1],["Biliou",6,1],["Mr",6,1],["Fairy",6,1],["Pratchett",5,1],["December",5,1],["children",5,1],["Tooth Fairy",4,2],["attempt",4,1],["Tooth",4,1],["belief",4,1],["Albert",4,1],["realm",4,1],["work",4,1],["novel",4,1],["Discworld",4,1],["book",3,1],["place",3,1],["granddaughter",3,1],["Sto",3,1],["Helit",3,1],["Auditors",3,1],["UK",3,1],["task",3,1],["tee",3,1],["Unseen",3,1],["University",3,1],["2007",3,1],["Susan Sto Helit",2,3],["Death attempts",2,2],["Father Christmas",2,2],["Unseen University",2,2]]]},{"json_class":"Article","v":["Jingo (novel) - Wikipedia","1997 Discworld novel by Terry Pratchett\nJingo is a fantasy novel by British writer Terry Pratchett, the 21st book in his Discworld series. It was published in 1997.\n\nThe island of Leshp, which had been submerged under the Circle Sea for centuries, rises to the surface. Its position, exactly halfway between Ankh-Morpork and Al Khali (the capital of Klatch), makes the island a powerful strategical point for whoever lays claim to it, which both cities do.\nIn Ankh-Morpork, a Klatchian Prince named Khufurah is parading through Ankh-Morpork, where he will be presented with a Degree in Sweet Fanny Adams (Doctorum Adamus cum Flabello Dulci), but is wounded in an assassination attempt. Sir Samuel Vimes, Commander of the Ankh-Morpork City Watch, suspects both a Klatchian named 71-Hour Ahmed and a senior Morporkian peer, Lord Rust, of involvement.\nThe attempted assassination breaks off relations between Ankh-Morpork and Klatch as Prince Khufurah's brother, Prince Cadram, effectively declares war on the city of Ankh-Morpork. At this point, Havelock Vetinari, Patrician of Ankh-Morpork, resigns and Lord Rust takes command of the city. Vetinari refused to become involved in the war with Klatch since Ankh-Morpork does not have an army, but Rust declares martial law and orders the city's noble families to revive their old private regiments.\nVimes, refusing to follow Rust, stands down as Commander of the Watch. Captain Carrot resigns as well, as do Sergeant Colon, Sergeant Detritus and Corporal Angua.  Vimes then recruits the Watch into his own private army regiment, reasoning that, as an official noble, he is entitled to do so by law and by Lord Rust's command, with the group remaining independent as knights legally fall under command of the king or his duly appointed representatives, neither of which exist in Ankh-Morpork.\nAngua, following 71-Hour Ahmed, is captured by the Klatchians and taken to Klatch. Carrot, rather than rush off to save her, reports back to Vimes, who gets his private army to head for Klatch. Meanwhile, Nobby and Sergeant Colon have been recruited by Vetinari and his pet inventor, Leonard of Quirm, on a secret mission of their own, unknown to Vimes.\nVetinari, Leonard of Quirm, Colon, and Nobby end up in Leonard's \"Going-Under-the-Water-Safely Device\" and discover that Leshp is actually floating on top of a huge bubble of gas, and that the gas is escaping from said bubble, meaning that Leshp will ultimately sink back under the sea again.\nVimes catches up with 71-hour Ahmed and has, by this time, figured out that Ahmed is a fellow policeman. Ahmed tells Vimes that Prince Cadram was responsible for the assassination attempt on Prince Khufurah. Ahmed and his band of Klatchian D'regs and Vimes' army head towards Gebra, in Klatch, where the war is due to start.\nTo blend in, Vetinari, Nobby and Fred Colon get hold of some Klatchian clothing, though Nobby ends up wearing the costume of a dancing girl and gets in touch with his feminine side. The three head to Gebra, where they discover that Carrot has convinced the two armies to get together and play a game of football, Vimes is preparing to arrest both Klatchian Prince Cadram and Lord Rust for various breaches of the peace (such as being prepared for war), and 71-hour Ahmed is supporting him. Vetinari prevents an international incident by the surrender of Ankh-Morpork and offering war reparations, to be ratified on Leshp in one week.\nVetinari is returned to Ankh-Morpork, under arrest and in disgrace, but as Leshp has vanished back under the sea again, the treaty was to be signed in a non-existent territory and thus the charge of treason is invalid.  Seeing he has been tricked, and with the people and generals turning against him, Prince Cadram flees, with 71-hour Ahmed in pursuit. His brother Khufurah recovers and assumes control of Klatch.  Vimes is informed that Vetinari has been \"reminded\" that the old rank of Commander was the same as the old rank of Duke. He objects, claiming that only a King can make a Duke, but then realises that Carrot was speaking to Vetinari. Since Carrot is, of course, very much not the King of Ankh-Morpork his reminding of Vetinari is all that is required for Vimes to get his new position and rank. However, Vimes later attempts to get out of his own investiture ceremony half-way through by giving chase to an apprentice thief.\nVimes \"accidentally\" loses his \"dis-organiser\" (given to him by his wife) which kept giving him incorrect information. It is explained that, had Vimes reacted slightly differently in the beginning—staying in Ankh-Morpork rather than attempting to follow Ahmed and rescue Angua—the Morporkian-Klatchian war would have resulted in the invasion of Ankh-Morpork and the deaths of the entire Watch.\n\n 71-hour Ahmed\nAngua\nPrince Cadram\nFred Colon\nDetritus\nLt Hornett\nCarrot Ironfoundersson\nCheery Littlebottom\nNobby Nobbs\nLeonard of Quirm\nLord Rust\nReg Shoe\nHavelock Vetinari\nSamuel Vimes \nIn Interzone, John Clute described Jingo as fitting \"seamlessly\" into the Discworld, commenting that it does not \"dishonour its predecessors in the series\" and \"is in fact better than most of them\". Clute also compared Pratchett's writing to that of P. G. Wodehouse, and noted the presence of \"totemic moments\", and of several scenes which he felt to be \"homilies\".[1]\nEscape Pod stated that a significant portion of the plot is \"Vimes subverting the status quo in ways that shouldn't work, but somehow do anyway\".[2] The SF Site ranked it \"above Feet of Clay but not quite as good as Guards! Guards!\", considering that \"The story stumbles a bit, especially once the action moves to Klatch, and there are few nitpicky things here and there\", but concluding that it is nonetheless \"a fine addition\" to the Discworld.[3]\n\n\n \n^ Been Bondage Done That, by John Clute, originally published in Interzone #126 (December 1997); archived in \"Scores\", by John Clute; published November 24, 2016 by Orion Publishing Group\n^ \"Book Review: 'Snuff' by Terry Pratchett\", at Escape Pod; published November 5, 2011; retrieved June 30, 2017\n^ Jingo, reviewed by Todd Richmond, at the SF Site; published 1998; retrieved June 30, 2017\n \n\n\n\nWikiquote has quotations related to Jingo.",[["Vime",16,1],["Ankh-Morpork",14,1],["Vetinari",11,1],["Ahmed",10,1],["Prince",8,1],["Klatch",8,1],["Rust",7,1],["71-",6,1],["war",6,1],["Klatchian",6,1],["army",5,1],["Carrot",5,1],["Colon",5,1],["Cadram",5,1],["Nobby",5,1],["Leshp",5,1],["Lord",5,1],["Lord Rust",4,2],["Watch",4,1],["Khufurah",4,1],["city",4,1],["Angua",4,1],["Leonard",4,1],["hour",4,1],["71- hour Ahmed",3,3],["Jingo",4,1],["Pratchett",4,1],["Clute",4,1],["\",",4,1],["Discworld",4,1],["Prince Cadram",3,2],["John Clute",3,2],["),",3,1],["Terry",3,1],["assassination",3,1],["attempt",3,1],["Commander",3,1],["command",3,1],["Sergeant",3,1],["head",3,1],["Quirm",3,1],["rank",3,1],["John",3,1],["71- Hour Ahmed",2,3],["assassination attempt",2,2],["Prince Khufurah",2,2],["Sergeant Colon",2,2],["SF Site",2,2]]]},{"json_class":"Article","v":["The Last Continent - Wikipedia","1998 Discworld novel by Terry Pratchett\nThe Last Continent is a fantasy novel by British writer Terry Pratchett, the twenty-second book in his Discworld series.[1]  First published in 1998,[2] it mocks the aspects of time travel such as the grandfather paradox and the Ray Bradbury short story \"A Sound of Thunder\". It also parodies Australian people and aspects of Australian culture, such as Crocodile Dundee, The Adventures of Priscilla, Queen of the Desert and Mad Max films, the Australian beer XXXX, Vegemite, thongs, cork hats, the Peach Melba, Skippy the Bush Kangaroo, the bushranger Ned Kelly, the Henley-on-Todd Regatta, and the Australian songs \"Waltzing Matilda\", \"Down Under\", and \"The Man From Snowy River\".\n\nThe story opens weeks after the events of Interesting Times, in which Rincewind is magically transported to the continent of XXXX. Here he meets the magical kangaroo Scrappy, who explains to Rincewind that he is fated to bring back the rain, and end the eons-long drought.\nMeanwhile, the senior wizards are trying to find a cure for the Librarian's magical malady, which causes him to transform into a native object, such as a book when near a library, whenever he sneezes. The Lecturer in Recent Runes suggests they interrogate Rincewind, as he once worked closely with the Librarian and seemed to know more about him than anyone else.\nBack in the present, Rincewind ends up wrongfully arrested for sheep theft and taken to Bugarup, where he is hoping to find a ship to escape on. The people of Bugarup regard sheep thieves as folk heroes and encourage Rincewind to escape, while not actually allowing him to. He finds a hidden message on the ceiling of his holding cell, telling him: \"G'day mate, check the hinges.\" He discovers that he is able to lift the door off its hinges and escape.\nAfter several comical misadventures, the University wizards reach Fourecks and meet the Creator of Fourecks. The Librarian meanwhile steals the Creator's bullroarer and spins it, causing the drought Rincewind is in the process of stopping. The wizards are then frozen in time for thousands of years by the stray magic left over from creating the continent.\nRincewind, having escaped from gaol, meets up with two female impersonators, Darleen and Letitia, and a woman named Neilette. The \"ladies\" guide him to the University of Fourecks. Rincewind figures out how to free the wizards. The wizards attempt to find a way to bring back the rain, but are unsuccessful. As they are sitting around, Rincewind idly twirls the bullroarer, which soon begins to fly faster and farther than it should. Rincewind lets go and the bullroarer flies off; immediately, it begins to rain. Having saved Fourecks, Rincewind and the wizards return to Ankh-Morpork by ship.\n\nThe SF Site described it as \"(l)oads of sarcasm, an outrageous plot and tons of sheer fun\".[3] Infinity Plus was less positive, recommending that Discworld newcomers start elsewhere, and stating that it \"falls below (Pratchett's) normal very high standard on several counts\", because although it is \"great fun\" and \"worth buying\", it \"doesn't hang together as a plot, as an unfolding story\".[4]\nOther reviews:\n\n\n \n^ Terry., Pratchett (2 February 2000). The last continent : a novel of Discworld. Harper. ISBN 9780061059070. OCLC 253437763.\n^ \"Colin Smythe Ltd\". Colin Smythe Ltd. Retrieved 23 May 2017.\n^ The Last Continent, reviewed by Todd Richmond, at the SF Site; published 1999\n^ The Last Continent by Terry Pratchett (Doubleday, £16.99, 261 pages, hardback. Published 1998.), reviewed by John Owen, at Infinity Plus; June 20, 1998; retrieved October 15, 2017",[["Rincewind",11,1],["wizard",6,1],["Pratchett",5,1],["Discworld",4,1],["Terry",4,1],["\",",4,1],["Foureck",4,1],["Last Continent",3,2],["Librarian",3,1],["rain",3,1],["continent",3,1],["bullroarer",3,1],["Australian",3,1],["story",3,1],["Continent",3,1],["Last",3,1],["novel",3,1],["Colin Smythe Ltd",2,3],["Terry Pratchett",2,2],["SF Site",2,2]]]},{"json_class":"Article","v":["Carpe Jugulum - Wikipedia","1998 Discworld novel by Terry Pratchett\nCarpe Jugulum (; Latatian for \"go for the throat\", cf. Carpe diem) is a comic fantasy novel by English writer Terry Pratchett, the twenty-third in the Discworld series.[1] It was first published in 1998.[2]\nIn Carpe Jugulum, Terry Pratchett pastiches the traditions of vampire literature, playing with the mythic archetypes and featuring a tongue-in-cheek reversal of 'vampyre' subculture with young vampires who wear bright clothes, drink wine, and stay up until noon.\n\nCount Magpyr and family, vampires from Überwald, are invited to the naming of Magrat and King Verence's daughter, to be conducted by the Omnian priest, the Quite Reverend Mightily-Praiseworthy-Are-Ye-Who-Exalteth-Om 'Mightily' Oats, a recent graduate from theological college. During the party after the ceremony, Verence tells Nanny Ogg and Agnes Nitt that the Count has informed him that the Magpyr family intend to move into Lancre Castle and take over. Due to a type of hypnotism, everyone seems to consider this plan to be perfectly acceptable. Only the youngest witch, Agnes, and Mightily Oats seem able to resist the vampiric mind control, due to their being \"in two minds about everything\" (resulting from her Perdita persona, and his contemplation of the tenets of the myriad schismatic sects of Omnianism). Because of her ability to resist his influence, the Magpyr son, Vlad, is attracted to Agnes and makes many advances on her including trying to convince her to become a vampire. Meanwhile, the castle falconer Hodgesaargh goes out searching for a phoenix after discovering a phoenix feather.\nMeanwhile, Granny Weatherwax, feeling slighted by not receiving an invitation to the ceremony, has left her cottage empty and seems to be working towards a life in a cave, almost like a hermit. After they have left the hypnotic influence of the Vampires, Agnes, Nanny Ogg and Magrat attempt to convince her to help them save Lancre, but apparently without success, even after Granny is informed that her gilt-edged invitation was stolen by a magpie.\nThe three witches return to Lancre to take on the Count and his family without her, but because the Magpyr family have built up a tolerance for the normal methods of defeating a vampire, such as garlic, bright light, and religious symbols, this is not so easily done. Just when it seems all is lost, Granny Weatherwax comes through the front door, soaked to the bone and swaying with exhaustion. Nanny Ogg and Magrat use Granny's assault upon the Count as a distraction to escape, leaving Granny, Agnes and Brother Oats with the Vampires. Granny is unable to get through the Count's mental defences, and the Magpyrs feed on her, with the intention of transforming her into a vampire. Nanny attempts to organise resistance against the Magpyrs, rallying her extended family to form a mob, and promising the Nac Mac Feegle (a race of six-inch-high, blue-skinned militant fairy folk evicted from Überwald by the Magpyrs as an \"outdated\" race) an uninhabited island in exchange for an alliance against the Magpyrs.\nIgor, the servant of the Magpyrs, is hated by the Magpyrs for his traditionalist \"more gothic than thou\" attitude, as Igor tries to keep the \"tradithionalitht\" ways alive often against the wishes of the modern current Count Magpyr, including forcing spiders to spin cobwebs. Igor has a pet dog named Scraps, made from the parts of several dogs.\nNanny Ogg, Magrat, and Magrat's infant daughter, Esmerelda Margaret Note Spelling of Lancre, escape with the help of the rebelling Igor (who appears to have a crush on Nanny), but are forced to detour to Überwald and end up in the Magpyrs' castle. Agnes is kidnapped by the Magpyrs' son and their clan, who give chase by flying. After being taken to the village of Escrow where the Magpyrs have established a means of feeding similar to tax-gathering, Agnes instigates a rebellion against the Vampires.\nGranny Weatherwax struggles against the vampirism inside her and thrusts the pain this causes into the iron of the castle forge's anvil. She is only able to defeat the vampirism after she looks inside herself and faces the darker side of her nature, but the struggle leaves her barely able to stand, let alone defeat the Count. Granny also surmises that there was a phoenix in the mews the entire times Hodgesaargh was out searching for one, having taken the shape of a hawk (having hatched amongst them).\nWhile Magrat and her daughter hide in Igor's dungeon quarters, Nanny and Igor begin fighting against the Magpyrs, using the considerable stock of Holy water and other religious symbols that were originally collected by old Count Magpyr (who is described as having been \"a sportsman\"). Surprisingly (for the Magpyr family, at least), the old-fashioned ways to defeat vampires that they thought themselves protected against start to work again (with conditioning against religious symbols resulting in the recognition of such in any random pattern). They don't understand what the problem is, although they start to have bizarre cravings for \"hot, sweet strong tea and biscuits\", a combination that has them feeling quite upset (it not being their usual craving for blood).\nAll is revealed when Granny (who has \"helped\" Mightily Oats to Überwald by being carried by him), tells them that — far from turning her into a Vampire — they have, instead, been 'Weatherwaxed'; she had magically \"Borrowed\" her own blood, which they drank, allowing her past their mental defences. The Magpyrs find themselves unable to harm Magrat's daughter, or do anything else that Granny herself is unable to do (e.g. fly). They are even more horrified when they find out that Igor has re-awakened the old Count Magpyr (having gone into his crypt and spilled a drop of blood on the old Count's cremated ashes), and that the people of Überwald would prefer the old Count to their new, modern type of vampirism. Oats gives the new Count a mortal wound across the neck with an axe (though for vampires, mortal wounds aren't necessarily the end), and the old Count is left to teach the two young Magpyrs (Lacrimosa and Vlad) the \"old ways.\" The three vampires are last seen turning into a flock of magpies and disappearing into the darkness of the castle roof. The novel ends with Nanny organising her relatives to attend a sermon by Oats, as he plans to travel to Überwald continue his missionary work; before he leaves, King Verence presents him with an axe-shaped pendant (replacing his Omnian turtle pendant which he lost earlier), and Agnes presents him with a poultice for his facial boil.\n\n Granny Weatherwax\nNanny Ogg\nAgnes Nitt\nPerdita Nitt\nMightily Oats\nMagrat Garlick\nVerence II\nEsmerelda Margaret Note Spelling of Lancre\nCount de Magpyr\nBela de Magpyr\nVlad de Magpyr\nLacrimosa de Magpyr\nIgor\nDeath\nDeath of Rats",[["Magpyr",24,1],["Count",13,1],["Granny",11,1],["Nanny",9,1],["vampire",9,1],["Agnes",9,1],["Magrat",8,1],["Igor",8,1],["Ü berwald",6,2],["Oat",6,1],["),",6,1],["family",6,1],["berwald",6,1],["Ü",6,1],["Lancre",5,1],["Ogg",5,1],["Nanny Ogg",4,2],["Mightily",4,1],["daughter",4,1],["Verence",4,1],["castle",4,1],["Weatherwax",4,1],["Vampire",4,1],["Magpyr family",3,2],["Count Magpyr",3,2],["Carpe",3,1],["Pratchett",3,1],["Terry",3,1],["novel",3,1],["Nitt",3,1],["Vlad",3,1],["phoenix",3,1],["symbol",3,1],["way",3,1],["end",3,1],["vampirism",3,1],["defeat",3,1],["blood",3,1],["King Verence",2,2],["Mightily Oats",2,2],["Granny Weatherwax",2,2]]]},{"json_class":"Article","v":["The Fifth Elephant - Wikipedia","1999 Discworld novel by Terry Pratchett\nThe Fifth Elephant is a 1999 fantasy novel by British writer Terry Pratchett, the 24th book in the Discworld series. It introduces the clacks, a long-distance semaphore system.\n\nThe Ankh-Morpork City Watch is expanding; there is now a Traffic department, and the clacks is replacing homing pigeons for communications between officers. The Watch is investigating the theft of the replica Scone of Stone (a parody of the real-life Stone of Scone) from the Ankh-Morpork Dwarf Bread Museum and the murder of Wallace Sonky, the inventor of preventatives.\nSamuel Vimes, Commander of the Ankh-Morpork City Watch and Duke of Ankh, is sent to the remote region of Überwald as an ambassador to take advantage of the coronation of the Low King of the Dwarves to negotiate for increased imports of fat. Underground fat deposits are abundant in Überwald as a fifth Discworld-supporting elephant impacted there in prehistoric times, according to legend.\nÜberwald is the traditional home of the Disc's dwarfs. The election of the progressive Rhys Rhysson as Low King resulted from split opposition amongst various dwarf clans and the growing influence of Ankh-Morpork as the largest dwarf city on the Disc. A cabal of local werewolves seek to exploit this opportunity to destabilize the already deeply divided dwarf society. They instigate the apparent theft of the real Scone of Stone hoping to cause a civil war between traditionalist and progressive dwarfs and isolate the country under the werewolves' feudal leadership.\nIn his capacity as ambassador Vimes meets the leaders of the local vampires, werewolves and dwarfs, investigating the planned putsch along the way. Back in Ankh-Morpork, Captain Angua, alerted by Gavin, a wolf and old friend, learns that her werewolf brother Wolfgang is the head of the conspiracy and sets out to Überwald to stop him. Consequently, Captain Carrot also abandons the Watch and pursues her across the country, enlisting the talking dog Gaspode to follow her scent. Lord Vetinari appoints the incompetent Sergeant Colon as acting captain.\nColon becomes increasingly strict and paranoid, punishing members of the Watch for minor or imagined infractions. He also makes a number of specisist remarks about troll and dwarf officers, leading officers to leave the Watch, with the number of Watchmen under Colon's command eventually dropping by two-thirds.\nThe Ankh-Morpork City Watch recover the replica Scone of Stone. It is undamaged, but they suspect that someone has made a replica of the replica. In response to Colon's refusal to pay the Watchmen (having burnt the pay chitty along with the rest of the mounting paperwork), Corporal Nobby Nobbs, who lost out on promotion as Colon's aide de camp, sets up the Guild of Watchmen with himself as Guild President. The other members of the Watch join and protest against Colon, but eventually it dwindles to just Nobby, Constable Visit, zombie Constable Reg Shoe and golem Constable Dorfl.\nIn Überwald, Vimes begins an unofficial investigation into the theft of the real Scone of Stone. He determines that the Scone was not in fact stolen, but destroyed in situ and its remains concealed by mixing them with the sand on the floor of the cave. Following an attempt on the Low King-designate's life, Vimes is wrongly imprisoned by the dwarfs but escapes with the help of Lady Margolota, Überwald's most senior vampire. In the forest of the wintry countryside he is forced by Wolfgang into playing \"the game\", in which he must outrun the werewolves to survive. Carrot and Angua arrive just in time to save Vimes from the murderous pack.\nVimes' wife has been taken to the castle of Angua's werewolf family, so the commander and his entourage set out to save her. Managing to defeat the power-hungry Wolfgang, they are also able to restore the Scone of Stone. However, it is revealed not only that the Scone recovered is in fact the Ankh-Morpork-made copy, but that the Stone is periodically replaced. It is used to compel the Low King's 'Ideas Taster' (advisor) Dee to confess to his role in its theft and the assassination attempt, being driven by jealousy of Ankh-Morporkian dwarves being allowed to be openly female.\nBack in their embassy, Lady Sybil finally manages to tell Vimes that she is pregnant, but the Morporkians are once more attacked by Wolfgang. In a stand-off, Wolfgang resists arrest and is killed by Commander Vimes with a Clacks flare. With the Low King's regalia returned, the enthronement ceremony finally takes place, and Vimes is granted prime rates for fat imports to Ankh-Morpork, thus fulfilling his original mission. As the Morporkian delegation leaves, the Low King implies that he is in fact female.\nThe book finishes with Carrot and Angua returning to Ankh-Morpork whilst Vimes and Lady Sybil take a second honeymoon. Carrot takes back his old rank of captain, returns Colon to his duties as a sergeant and orders him and Nobby to gather the rest of the Watch together.\n\n Samuel Vimes\nCheery Littlebottom\nDetritus\nSybil Ramkin\nInigo Skimmer\nLady Margolotta\nAngua von Überwald\nCarrot Ironfoundersson\nWolfgang von Überwald\nDee\nRhys Rhysson\nGavin\nGaspode\nBum \nThe Fifth Elephant was a finalist for the 2000 Locus Award for Best Fantasy Novel.[1]\nAt the SF Site, Steven H Silver judged it as \"not, unfortunately, a good starting place\" for readers unfamiliar with Discworld  and said that it \"may be the weakest of the books featuring the City Watch\", with the subplots involving Carrot and the officers back in Ankh-Morpork being \"more entertaining than the portions dealing with Vimes,\" but emphasized that it is nonetheless \"still a good novel\" with a \"well-written mystery\".[2]\nJanuary Magazine found it to be \"richer than (...) Carpe Jugulum\" and \"satisfyingly similar to (...) Jingo, and noted its \"violent and disturbing denouement\".[3]\nKirkus Reviews lauded it as \"gloriously uproarious\" and \"satirical, devious, knowing, irreverent, unsparing and, above all, funny,\"[4] while Publishers Weekly commended it as an \"exuberant tale of mystery and invention\" and a \"heavyweight of lightness\", which \"skewers everything from monarchy to fascism, as well as communism and capitalism, oil wealth and ethnic identities, Russian plays, immigration, condoms and evangelical Christianity.\"[5]\n\nIn a 2000 interview, Pratchett stated that the novel had been inspired by his \"finding whole novels in throwaway lines [from earlier novels]. Take Uberwald--a huge empire has crumbled, a lot of political certainties have gone, there are new alliances ... there are a lot of resonances there which I didn't realise existed when I put it on the Discworld map.\"[6]\n\n\n \n^ \"2000 Award Winners & Nominees\". Worlds Without End. Retrieved 28 September 2009.\n^ The Fifth Elephant, reviewed by Steven H Silver; at the SF Site; published 2000; retrieved January 13, 2023\n^ Hyper-Reality Check, by Karen G. Anderson, at January Magazine; published January 2000; retrieved January 13, 2023\n^ The Fifth Elephant, reviewed at Kirkus Reviews; published January 1, 2000; archived online, May 20, 2010; retrieved January 13, 2023\n^ The Fifth Elephant, reviewed at Publishers Weekly; retrieved April 3, 2000; retrieved January 13, 2023\n^ Fantasy Humourist Par Excellence, by David Langford, at Amazon.co.uk; published 2000; via archive.org; retrieved January 13, 2023",[["Vime",12,1],["Watch",10,1],["Ankh-Morpork",9,1],["January",9,1],["Scone",8,1],["berwald",8,1],["Ü",8,1],["Stone",7,1],["Colon",7,1],["Ü berwald",6,2],["Wolfgang",6,1],["Low",6,1],["novel",6,1],["Low King",5,2],["Fifth Elephant",5,2],["13,",5,1],["2000;",5,1],["King",5,1],["2023",5,1],["Elephant",5,1],["Angua",5,1],["Fifth",5,1],["replica",4,1],["theft",4,1],["officer",4,1],["Ankh-Morpork City Watch",3,3],["City",4,1],["Discworld",4,1],["Lady",4,1],["Carrot",4,1],["werewolves",4,1],["dwarf",4,1],["Watchmen",3,1],["Nobby",3,1],["Constable",3,1],["fact",3,1],["\",",3,1],["Sybil",3,1],["book",3,1],["Pratchett",3,1],["January 13, 2023 ^",2,4],["Steven H Silver",2,3],["replica Scone",2,2],["Lady Sybil",2,2],["SF Site",2,2],["Publishers Weekly",2,2]]]},{"json_class":"Article","v":["The Truth (novel) - Wikipedia","2000 Discworld novel by Terry Pratchett\nThe Truth is a fantasy novel by the British writer Terry Pratchett, the 25th book in his Discworld series, published in 2000.\nThe book features the coming of movable type to Ankh-Morpork, and the founding of the Discworld's first newspaper by William de Worde, as he invents investigative journalism with the help of his reporter Sacharissa Cripslock. The two investigate the charges of embezzlement and attempted murder against Havelock Vetinari, and help to vindicate him.\nThe Ankh-Morpork City Watch characters also appear in this novel, but have limited roles and are seen mainly from de Worde's perspective. C.M.O.T. Dibbler also makes an appearance.\n\nWilliam de Worde, black sheep of an influential Ankh-Morpork family, scrapes out a living as a scribe producing stock letters-to-home and a gossipy newsletter for foreign notables. After a team of dwarves arrive in Ankh-Morpork to start a printing business using moveable type, De Worde and the dwarves establish The Ankh-Morpork Times, later employing Sacharissa Cripslock and Otto, a black-ribbon vampire and iconographer. The Guild of Engravers aim to halt the 'non-guild' activities of the Times by cutting off their paper supplies and establishing The Ankh-Morpork Inquirer, a loss-making tabloid filled with fabricated stories.\nThe wealthy and powerful (but anonymous) Committee to Unelect the Patrician plot to depose Lord Vetinari.  They hire Mr. Pin and Mr. Tulip, a pair of mercenaries known as the New Firm, to frame Vetinari and replace him with a puppet. Pin and Tulip manage to catch off-guard the normally impassible Patrician with Charlie, a witless Pseudopolitan Vetinari look-alike coerced into helping them. The plan goes awry when Vetinari's clerk Drumknott returns in the middle of the scene and the New Firm is forced to stab him and render Vetinari unconscious; their efforts are hampered by Lord Vetinari's terrier, Wuffles, who bites Mr. Pin and escapes, becoming the sole witness to the crime.\nAfter William ill-advisedly advertises a reward for information leading to Wuffles' recovery, the New Firm, disguised as Omnian clergy, attempt to gather information about Wuffles from the Times but are frightened off by Otto's experimental dark-light 'obscurograph' technology (which unpredictably produces images of the past, the future or what is \"really there\"). Realizing that the job is much harder than their employers had initially suggested, the New Firm decides to skip town. They extort from their employers' zombie lawyer Mr. Slant their promised payment and a big \"bonus\" in jewels, using compromising voice recordings captured with a dis-organiser Mk II.\nAn anonymous tipster named \"Deep Bone\" helps William find Wuffles and \"translate\" his testimony, giving William the last pieces of the puzzle. Sacharissa accidentally discovers the New Firm's hideout in the de Worde family townhouse and is captured. The New Firm head back to the Times offices hoping to exchange her for Wuffles and silence all witnesses. In the ensuing struggle the Times offices catch fire. William and the others escape while Pin and Tulip hide in the cellar. Pin, driven insane due to the dark-light visions of the New Firm's deceased victims, kills Tulip to steal his potato (which he believed would allow him to reincarnate after death) and uses him as a raft against molten lead.  Escaping from the cellars, he attacks William but is impaled on William's memo spike. William retrieves the jewels and the dis-organiser, and discovers Wuffles's bitemark on Tulip's leg. Blackmailing the Inquirer 's staff, the crew borrow one of their presses to get the expose printed. \nThe story clears Lord Vetinari's name before the Guild-controlled Patrician can seize power. From the recordings on the dis-organiser, William discovers that his father Lord de Worde, an ardent speciesist opposed to Vetinari's tolerance of non-human residents in the city, is the mastermind behind the Committee. He decides to confront him. A tense argument, blackmail with the threat of exposure, a fortune in jewels, and threats from Otto fail to intimidate Lord de Worde into returning to his self-imposed exile as William demands. However, after learning that his machinations nearly killed his own son, Lord de Worde admits defeat and walks away. William manages to blackmail Slant into providing his services pro bono to get him released from Watch custody and to resolve his dispute with the Engravers' Guild.\nWilliam is ambivalent about the new role of the free press but resolves that someone must tell the public the truth about what goes on in the city, even if the public is disinterested. The Times comes to be recognized, if not exactly welcomed, by the powers that be in the city, and William and Sacharissa make plans to expand even further. It is revealed that Tulip and Pin have been reincarnated as a woodworm and a potato, respectively.\n\n Otto Chriek\nSacharissa Cripslock\nGunilla Goodmountain\nMr. Pin\nMr. Tulip\nHavelock Vetinari\nWilliam de Worde\nLord de Worde\nMr Slant \nAt the SF Site, Steven H Silver judged that Pratchett's decision to present the novel from William's viewpoint \"infused (it) with a freshness that has been lacking from many of Pratchett's (then-)recent books\".[1] CNN called it \"technically a fantasy novel, but an unconventional one. And a funny one — the laugh-out-loud kind of funny that comes along all too infrequently,\" saying that Pratchett was a \"master at wordplay\" and that the novel was full of \"striking example(s) of linguistic gymnastics\".[2]\nInfinity plus described it as an \"excellently plotted tale of mystery and murder\" and \"an hilarious take on the newspaper business\", its only fault being  that the book's title was \"descriptive\" but insufficiently \"fun\".[3]\nPublishers Weekly considered it \"Pratchett's best one yet\", and noted parodic similarities to Pulp Fiction and His Girl Friday.[4] MIT Technology Review observed that it \"combines humor and political satire to great effect\" and compared it to the work of Oscar Wilde, but felt that it relied too strongly on coincidence, that there was insufficient closure to some of the plot threads, and that \"some of the dialogue tries too hard to be witty\", ultimately concluding that although it may be \"quite unfair to set [Pratchett] to higher standards than other [authors]\", the quality of work he produced would naturally lead readers to have heightened expectations.[5]\n\n\n\n\nWikiquote has quotations related to The Truth.",[["William",11,1],["Vetinari",10,1],["Worde",10,1],["Pratchett",7,1],["New Firm",6,2],["Firm",7,1],["New",7,1],["Mr",7,1],["Lord",7,1],["novel",6,1],["Ankh-Morpork",6,1],["Wuffle",6,1],["Times",6,1],["Sacharissa",5,1],["william",5,1],["Tulip",5,1],["Otto",4,1],["book",4,1],["Lord Vetinari",3,2],["Discworld",3,1],["Cripslock",3,1],["Patrician",3,1],["Slant",3,1],["jewel",3,1],["dis-organiser",3,1],["city",3,1],["\",",3,1],["fantasy novel",2,2],["Times offices",2,2]]]},{"json_class":"Article","v":["Thief of Time - Wikipedia","2001 Discworld novel by Terry Pratchett\nThief of Time is a fantasy novel by British writer Terry Pratchett, the 26th book in his Discworld series. It was the last Discworld novel with a cover by Josh Kirby.\n\nThe Auditors hire young clockmaker Jeremy Clockson to build a perfect glass clock, without telling him that this will stop time and thereby eliminate human unpredictability from the universe.  Death discovers their plans, but cannot act against them directly, so he instead sends his granddaughter Susan Sto Helit. Meanwhile, Lu-Tze of the History Monks leads gifted young apprentice Lobsang Ludd in a desperate mission.\n\n Myria LeJean\nDeath – the anthropomorphic personification of Death, or Grim Reaper, a recurring and popular character in the Discworld series.\nJeremy Clockson – a master clockmaker tasked with creating the perfect clock, whose name is a pun on British broadcaster Jeremy Clarkson.\nSusan Sto Helit – Death's granddaughter.\nLu-Tze – a powerful member of the History Monks masquerading as a humble sweeper.\nLobsang Ludd – apprentice of Lu-Tze \nThief of Time was shortlisted for the 2002 Locus Award for Best Fantasy Novel.[1]\nAt The Guardian, Sam Jordison called it \"as complicated, daft, hilarious and satisfying as vintage P. G. Wodehouse: part kung fu epic, part philosophical novel, part mind-bending experiment with chaos theory (and a piss-take of those three things)\", and categorized it as a book to \"give (readers) hope\".[2] At the SF Site, Steven H Silver observed that the book's parodying of action films is \"masterful\", and commended Pratchett for how \"fresh\" the humor was—while conceding that \"reader(s) may not laugh out loud ... but there will be plenty of internal chuckling\".[3]\nAt Infinity Plus, John Grant noted that it has \"fewer moments of uproarious humour than\" the majority of Pratchett's oeuvre, and that the \"narrative fails to engender any sense of urgency in the places where it should\", concluding that although \"one could swiftly lay hands on a dozen genre-fantasy novels that are less worthwhile\", it was not Pratchett's best work.[4]\n\nDuring a 2011 interview,[5] Pratchett discussed his process for writing, and mentioned a self-invented goddess of writers called Narrativia, whom he believed to be smiling upon him throughout his career. One example of Narrativia's intervention from Thief Of Time was the naming of a key character, Ronnie Soak, the forgotten fifth horseman of the apocalypse. Pratchett stated that he had picked the name at random, and was later \"astonished when he noticed what it sounded like backwards. Suddenly, he knew of what this particular horseman would be a harbinger.\" In a direct quote Pratchett revealed his satisfaction with this coincidence, \"I thought chaos – yes! Chaos, the oldest. Stuff just turns up like that.\"\n\n\n \n^ \"2002 Award Winners & Nominees\". Worlds Without End. Retrieved 28 September 2009.\n^ Books to give you hope: Thief of Time by Terry Pratchett, by Sam Jordison, at the Guardian; published September 15, 2016; retrieved July 10, 2017.\n^ Thief of Time, reviewed by Steven H Silver, at the SF Site; published 2001; retrieved July 10, 2017.\n^ Thief of Time by Terry Pratchett, reviewed by John Grant, at Infinity Plus; published June 2, 2001; retrieved July 10, 2017.\n^ \"A Life In Writing\". The Guardian.",[["Pratchett",10,1],["Thief",6,1],["Time",6,1],["–",6,1],["novel",5,1],["Discworld",4,1],["Terry",4,1],["Death",4,1],["July 10, 2017. ^ Thief",2,5],["2017.",3,1],["chaos",3,1],["part",3,1],["10,",3,1],["Guardian",3,1],["\",",3,1],["July",3,1],["Lu-Tze",3,1],["book",3,1],["Jeremy",3,1],["Steven H Silver",2,3],["Discworld series",2,2],["Infinity Plus",2,2],["John Grant",2,2],["Terry Pratchett",2,2],["History Monks",2,2],["Sam Jordison",2,2],["SF Site",2,2]]]},{"json_class":"Article","v":["The Last Hero - Wikipedia","2001 Discworld novel by Terry Pratchett\nThe Last Hero is a short fantasy novel by British writer Terry Pratchett, the twenty-seventh book in his Discworld series. It was published in 2001 in a larger format than the other Discworld novels and illustrated on every page by Paul Kidby.\n\nA message arrives for Lord Vetinari from the Agatean Empire, explaining that the Silver Horde (a group of aged barbarians introduced in Interesting Times, and led by Cohen the Barbarian) have set out on a quest. The first hero of the Discworld, \"Fingers\" Mazda, stole fire from the gods and gave it to mankind (analogous to Prometheus), and was chained to a rock to be torn open daily by a giant eagle as punishment. Disillusioned with how their lives have turned out, the Silver Horde seek to return fire to the gods with interest, in the form of a large sled packed with explosive Agatean Thunder Clay. They plan to blow up the gods at their mountain home, Cori Celesti.  They have kidnapped a bard so that he can write the saga of their quest. Along the way, they are joined by Evil Harry Dread (the last Dark Lord) and Vena the Raven-haired (an elderly heroine who has now gone grey).\nThe Wizards of Unseen University explain to Lord Vetinari that blowing up Cori Celesti will destroy the Discworld by temporarily disrupting the Disc's magical field (the only thing holding the Disc together), so Vetinari organises an effort to stop the Horde. Since the Horde is already near the centre of the Discworld and the home of the gods, speed is of the essence. Vetinari recruits Leonard of Quirm, who designs the Discworld's second known spacecraft to slingshot under the Discworld and back around the top, landing on Cori Celesti.\nThe vessel, named the Kite by Leonard, can carry only three people. Leonard of Quirm, Captain Carrot Ironfoundersson, and Rincewind volunteer for the mission (although Rincewind volunteers reluctantly, believing that he would have wound up going on the mission in any case, either by being forced to go or whilst trying to run away). The Librarian accidentally stows away, having fallen asleep behind some crates of equipment while loading the Kite. After a few mishaps, including landing on the moon (to replenish their oxygen supply) and nearly having their swamp dragon powered spaceship explode on them, they crash in a spectacular fashion into the main gate of Cori Celesti.\nMeanwhile, the Horde have already reached Cori Celesti. The gods allow them to sneak in disguised as gods themselves, despite (or perhaps because of) their having been betrayed to the gods by Evil Harry. The Horde suspect that the gods have been manipulating their entire quest. Fate challenges Cohen to roll a 7 on a standard 6-sided die. Cohen cheats Fate by slicing the die in half in mid-air with his sword; the two halves land with the 6 and 1 both facing up. Cohen also notes that even if he does not succeed in killing the gods, someone will have tried, so someone will eventually try harder.\nCaptain Carrot attempts to arrest the Horde, at which point the Horde arms the explosives.  While initially intending to attack him, the Horde realise that as a single brave man outnumbered by his foes and trying to save the world, Carrot is a Hero (and probably a king in disguise), and so their defeat is certain. After Rincewind explains that the detonation will destroy the entire Discworld, the Horde grab the explosives and throw them (and themselves) off the mountain.\nAs punishment for creating the Kite and for not expressing belief in the gods, Leonard is ordered by the gods to paint the entire ceiling of the Temple of Small Gods with a spectacular mural of the whole world (despite Blind Io saying he would be satisfied with \"a nice duck-egg blue with a few stars\").  They impose a time limit of 10 years on the task (Leonard finishes the task in a few weeks). Carrot asks for a boon to allow for the repairs of the Kite so that they can return to Ankh-Morpork. Rincewind asks for a blue balloon and the Librarian asks for some library supplies (and a red balloon).\nThe Horde's end is ambiguous. Valkyries come to take the heroes to the Halls of the Slain, where a feast has been prepared for them. Instead, the Silver Horde, refusing to accept their deaths, steal the valkyries' horses and set off to find other worlds to \"do heroic stuff in\"  Death does not appear to them, as he often does when Discworld characters die, although he subsequently appears to Vena, and is evasive about whether he is \"collecting\".\nAfter the Horde leave with the Valkyries' horses, their first stop is to visit Mazda where he is being punished, cut off his chains, give him something to drink, and leave him a sword so that he may deal with his punisher. The bard, changed by his experience, composes a new style of saga, one with musical accompaniment, about it.\n\n Cohen the Barbarian\nCarrot Ironfoundersson\nThe Librarian\nThe Minstrel\nRincewind\nLeonard of Quirm",[["Horde",13,1],["god",11,1],["Discworld",10,1],["Leonard",6,1],["Cori Celesti",5,2],["Rincewind",5,1],["Carrot",5,1],["Celesti",5,1],["Cori",5,1],["Cohen",5,1],["Kite",4,1],["Vetinari",4,1],["Silver Horde",3,2],["novel",3,1],["Lord",3,1],["Silver",3,1],["quest",3,1],["),",3,1],["Quirm",3,1],["Librarian",3,1],["world",3,1],["Lord Vetinari",2,2]]]},{"json_class":"Article","v":["The Amazing Maurice and His Educated Rodents - Wikipedia","2001 children's novel by Terry Pratchett\nThe Amazing Maurice and His Educated Rodents is a children's fantasy novel by British writer Terry Pratchett, published by Doubleday in 2001. It is the twenty-eighth novel in the Discworld series and the first written for children. The story is a new take on the German fairy tale about the Pied Piper of Hamelin[1] and a parody of the folk tale genre.[2]\nPratchett won the annual Carnegie Medal from the British librarians, recognising the year's best children's book published in the U.K.[2] It was his first major award.[1]\n\nDiscworld had been a comic fantasy series for adults, beginning with The Colour of Magic in 1983. Amazing Maurice was marketed as a children's book, to be followed in that respect by The Wee Free Men (2003, #30).[3] It differs from earlier Discworld novels also by its division into chapters, though chapters become far more common in later books of the series. Contrary to the contrast between adult and child markets, reflected in catalogues, The Guardian observed on the occasion of the Carnegie Medal that \"[t]he main audience for Pratchett's 48 books, all busily in print, is teenagers, who are drawn by his irrepressible invention and sense of mischief.\"[1]\nMaurice and his educated rodents were previously mentioned in the eleventh Discworld novel, Reaper Man (1991), although the characters in that novel are aware of the fraud perpetrated by Maurice and the rats.[4]\n\nThe book opens with Amazing Maurice (a sentient cat), a group of talking rats (the Clan), and the human boy Keith travelling in a mail coach to a small town called Bad Blintz. The group plans to enact a scheme they have used many times before, where in the rats pretend to infest the town and Keith poses as a rat piper to lead the \"vermin\" away for a small sum of cash. Although Maurice sees nothing wrong with this hustling business, the rats find it immoral, and convince Maurice that this town will be the last one they rob. Upon arriving in town, the group discovers that the people are convinced of a massive rat infestation, and have spent much of their savings on two rat catchers. Despite their efforts, food continues to disappear from the town. As the rats move into the town's underground, they discover an overwhelmingly large number of rat traps, but no live keekees (rats who cannot talk or think). Aboveground, Maurice makes similar observations, including that many of the rat tails the rat catchers display as proof of their successful hunting are in fact shoelaces. Maurice and Keith meet the mayor's daughter Malicia and introduce her to the talking rats.\nMalicia believes that the rat catchers are up to something and so she, Maurice, and Keith break into the rat catchers' hut. They discover a great deal of food stolen by the men and large cages where the local keekees are being bred for coursing. The rat catchers return and lock up the humans, taking away the rat leader Hamnpork who had met up with them. Maurice hides and feels a voice trying to enter his mind, inciting a great sense of fear. The rats of the Clan feel it too, and many become so afraid that they all but forget how to think and reason. Dangerous Beans, the rats' spiritual leader, is crushed by the realization that the rats are just mindless animals at heart, and leaves with his assistant Peaches. Darktan, the rats' trap expert, leads a group to rescue Hamnpork, and succeeds after nearly dying in a trap. Hamnpork dies of injuries sustained while fighting in the rat coursing pit, and Darktan reluctantly assumes leadership of the Clan.\nMalicia and Keith, after freeing themselves, trick the rat catchers into admitting their crimes. The rat catchers have created a powerful rat king named Spider, which is the source of the mysterious voice that has been plaguing the rats and Maurice. Using its mental control over the rat catchers, Spider plans to wage war on the humans that created it. It sends the rats it controls to attack Maurice, Peaches, and Dangerous Beans. However, Maurice (so terrified that he stops thinking and acts instinctively) pounces on the rat king and destroys it. In his panic, Maurice also unwittingly kills Dangerous Beans. Maurice emerges from Spider's chamber carrying the body of Dangerous Beans. When he is safely out, he collapses and dies. In ghostly form, he sees the Death of Rats coming for Dangerous Beans and makes a deal with Death: two of his remaining lives in exchange for both his life and the albino rat's.\nThe rats corral all the keekees and block their ears. When a real rat piper arrives in town, Keith challenges him to a duel. The piper plays his magic rat pipe but none of the rats come out. Keith plays on a trombone and Sardines (an intelligent rat) emerges and dances for the crowd. Keith is proclaimed the winner, and leads the keekees out of town with the piper. After the piper leaves, the Clan rats emerge from hiding and tell the humans about the rat catchers' duplicity. The humans bargain with the rats: if the Clan will keep the keekees out of the town, the rats may stay and live as though they were just smaller humans. Keith decides to stay behind as Bad Blintz's ceremonial rat piper, while Maurice moves on to find a new scheme.\n\n Maurice – an intelligent cat who leads the group of rats. He is cunning and manipulative and has a very good (but cynical) understanding of how the world works. Late in the novel, he guiltily admits that he accidentally ate one of the intelligent rats of the Clan early in their history, and thus became sentient himself.\nMalicia – the daughter of Bad Blintz's mayor, perennially obsessed with fairy tales, having adventures, and storytelling.\nKeith – called the \"stupid-looking kid\", Keith is an orphan raised by the Musician's Guild. He goes along with Maurice's scheme mainly to have something to do, although he is very defensive of his rat family.\nDangerous Beans – an albino rat who has acted as a kind of spiritual leader for the Clan since they became intelligent after eating rubbish from behind Unseen University. Darktan observes that Dangerous Beans is the Clan's much-needed philosopher, finding and \"disarming\" dangerous ideas for the group. For example, Dangerous Beans is the one who they all turn to for answers to questions of rat cannibalism, stealing, and the phenomenon of dreaming. He is also the interpreter of the rats' \"bible\", a children's book called Mr. Bunnsy Has An Adventure, which depicts rats and other animals living in harmony with humans, speaking and dressing like them. When Malicia observes that this book's utopian society is entirely fictional, Dangerous Beans and his assistant Peaches run off in despair.\nPeaches – a small female rat who acts as Dangerous Beans' assistant and the Clan's scribe. She is the unofficial carrier (dragger would be the more appropriate term) of the Thoughts, and Mr. Bunnsy Has An Adventure.\nHamnpork – the aging leader of the Clan, leftover from before they could think. Hamnpork resists the idea of \"thinking\" and leads the Clan through the brute force and cunning that traditional keekees leaders use.\nDarktan – the leader of the rats' Trap Disposal Squad. After his near-death experience and the death of Hamnpork, Darktan becomes the Clan's new leader. Darktan, although an older rat, is much more progressive than Hamnpork. He is well-respected by all the rats because his knowledge of how to disarm traps helps keep them alive.\nSardines – an older rat who wears a hat and tap dances. Sardines epitomizes the group of rats who harass the humans into thinking they have a full-blown infestation. He does not seek to lead but provides insightful help to Darktan after the latter becomes the leader of the Clan. He understands how to read both humans and rats and can manipulate both (but much more kindly than Maurice). \nKaren Usher, who chaired the panel of Carnegie judges, declared that the selection was unanimous: \"This is an outstanding work of literary excellence – a brilliant twist on the tale of the Pied Piper that is funny and irreverent, but also dark and subversive.\"[1][2]\nThe Carnegie Medal for Maurice was Pratchett's first major award. The Guardian alluded to \"16 years of disdain by the British literary establishment\" and reported about his acceptance speech that he \"rounded on\" that establishment, \"tilted at\" Tolkien, and showed ambivalence about the fantasy label: \"though his work dealt with profound themes, 'stick in one lousy dragon and they call you a fantasy writer'.\"[1]\n\nAll the rats' names derive from the words they have seen written on tins before they knew what the words meant, and they have called themselves whatever they thought sounded interesting. Pratchett puns on this, such as the doubting rat, who was called \"Tomato\" (as in Doubting Thomas).\n\n BBC Radio 4 broadcast a 90-minute dramatisation on 23 August 2003, which was repeated on BBC 7 on 2 June 2007 and 27 April 2008. The character of Dangerous Beans was voiced by David Tennant. Darktan's voice was a spoof version of Sean Connery's Scottish burr. The narrator in the adaptation was Maurice himself, describing to Dangerous Beans how they arrived at the perilous situation near the end of the plot. Quotes from Mr. Bunnsy Has an Adventure, which appear as chapter heads in the book, were read by Rebecca Norfolk, aged 8, who played \"Child reader\" in the BBC Radio 4 production. To mark the occasion of Terry Pratchett's knighthood, it was broadcast on BBC 7 again, along with other dramatizations of his work, in February 2009.4 \n The book has been adapted for the stage twice: first by Stephen Briggs in 2003 and published by Oxford Playscripts,[5] then in 2011 as a musical by Matthew Holmes, published by Collins Musicals.[6] Both versions are designed for use in schools. \n In June 2019, a UK-Germany co-production between Ulysses Filmproduktion and Cantilever Media announced a CGI-animated full-length feature film adaptation, The Amazing Maurice with a of budget €15 million ($17 million).[7][8] Terry Rossio closely adapted a screenplay from novel. The film stars the voices of Hugh Laurie — as the eponymous lead character of the streetwise talking ginger tomcat Maurice,  — with Emilia Clarke, Himesh Patel, Gemma Arterton, Ariyon Bakare, David Tennant, Julie Atherton, Joe Sugg, Rob Brydon, Hugh Bonneville, David Thewlis, and Peter Serafinowicz cameoing as Death. The film's musical score was composed by Tom Howe with English singer-songwriter Gabrielle Aplin. It had its premiere at the Manchester Animation Festival on 13 November 2022 before going on to general release at the end of 2022.[9][10] \n The same film production companies are putting together a CGI-animated feature film sequel to this film due for release in 2027.[11] \n \n\n \n^ a b c d e Ezard, John (12 July 2002). \"'Pied Piper' brings belated literary reward\". The Guardian. London. Retrieved 25 May 2010.\n^ a b c \nCarnegie Winner 2001 Archived 20 March 2016 at the Wayback Machine\n. Living Archive: Celebrating the Carnegie and Greenaway Winners. CILIP. Retrieved 2018-02-28.\n^ \nDiscworld  series listing at the Internet Speculative Fiction Database. Retrieved 2012-09-12.\n^ Pratchett, Terry (1991). Reaper Man. Corgi. p. 98. ISBN 0-552-13464-3. 'Yes,' said the Senior Wrangler. 'We don't need to do that. We get over most things. Dragons, monsters. Rats. Remember the rats last year? Seemed to be everywhere. Lord Vetinari wouldn't listen to us, oh no. He paid that glib bugger in the red and yellow tights a thousand gold pieces to get rid of 'em.' 'It worked, though,' said the Lecturer in Recent Runes. 'Of course it bloody worked,' said the Dean. 'It worked in Quirm and Sto Lat as well. He'd have got away with it in Pseudopolis as well if someone hadn't recognised him. Mr so-called Amazing Maurice and His Educated Rodents!'\n^ \"Oxford Playscripts: The Amazing Maurice and his Educated Rodents\". Oxford University Press. Retrieved 19 June 2020.\n^ \"Collins Musicals – Terry Pratchett's The Amazing Maurice and his Educated Rodents\". Collins. Retrieved 19 June 2020.\n^ Clarke, Stewart (11 June 2019). \"Terry Pratchett's 'The Amazing Maurice' to Be Turned into Animated Film (EXCLUSIVE)\". Variety. Retrieved 5 December 2019.\n^ Ramachandran, Naman (5 November 2020). \"Hugh Laurie, Emilia Clarke to Voice Terry Pratchett Adaptation 'The Amazing Maurice'\". Variety. Archived from the original on 5 November 2020. Retrieved 7 November 2020.\n^ Levine, Nick (5 November 2020). \"Casting News: Hugh Laurie and Emilia Clarke to Voice Terry Pratchett Animated Movie 'The Amazing Maurice'\". BBC America. Archived from the original on 5 November 2020. Retrieved 6 November 2020.\n^ \"The Amazing Maurice (2022) IMDb\". IMDb.\n^ Milligan, Mercedes (24 October 2024). \"'The Amazing Maurice 2' Is Ready to Pounce with Epsilon Film on Sales\". Animation Magazine. Retrieved 24 October 2024.",[["rat",58,1],["Maurice",32,1],["Clan",13,1],["Dangerous Beans",11,2],["Dangerous",12,1],["Pratchett",12,1],["Bean",12,1],["Amazing",11,1],["Keith",11,1],["catcher",9,1],["–",9,1],["town",9,1],["book",9,1],["Terry",9,1],["Amazing Maurice",7,2],["rat catchers",7,2],["leader",8,1],["Darktan",8,1],["human",8,1],["novel",8,1],["Hamnpork",7,1],["group",7,1],["November",7,1],["keekee",6,1],["piper",6,1],["Carnegie",6,1],["film",6,1],["2020.",6,1],["children",6,1],["Malicia",5,1],["Discworld",5,1],["BBC",5,1],["June",5,1],["fantasy",4,1],["Rodent",4,1],["Educated",4,1],["trap",4,1],["Mr",4,1],["work",4,1],["Hugh",4,1],["series",4,1],["Clarke",4,1],["voice",4,1],["tale",4,1],["Peache",4,1],["Pied Piper",3,2],["Carnegie Medal",3,2],["Bad Blintz",3,2],["Educated Rodents",3,2],["rat piper",3,2],["Terry Pratchett",3,2],["Emilia Clarke",3,2],["British",3,1],["Laurie",3,1],["Emilia",3,1],["Pied",3,1],["Piper",3,1],["Archived",3,1],["Collins",3,1],["Medal",3,1],["5",3,1],["assistant",3,1],["Spider",3,1],["Death",3,1],["Sardine",3,1],["Bunnsy",3,1],["Adventure",3,1],["scheme",3,1],["Blintz",3,1],["Bad",3,1],["7",3,1],["David",3,1],["character",3,1],["Guardian",3,1],["chapter",3,1],["Oxford",3,1],["year",3,1],["BBC 7",2,2],["David Tennant",2,2],["albino rat",2,2],["rat king",2,2],["assistant Peaches",2,2],["Hugh Laurie",2,2]]]},{"json_class":"Article","v":["Night Watch (Discworld) - Wikipedia","2002 Discworld novel by Terry Pratchett\nNight Watch is a fantasy novel by British writer Terry Pratchett, the 29th book in his Discworld series, and the sixth starring the City Watch, published in 2002. The protagonist of the novel is Sir Samuel Vimes, commander of the Ankh-Morpork City Watch. A five-part radio adaptation of the novel was broadcast on BBC Radio 4. Night Watch placed second in the annual Locus Poll for best fantasy novel. In late 2024 Penguin announced that Night Watch would be added to the Penguin Modern Classics range, with a new introduction by Pratchett's PA and friend Rob Wilkins, and annotations by Prof David Lloyd and Dr Darryl Jones.[1]\n\nOn the morning of the 30th anniversary of the Glorious Revolution of the Twenty-Fifth of May (and as such the anniversary of the death of John Keel, Vimes' hero and former mentor), Sam Vimes — whose wife is in labour with their first child —  is caught in a lightning storm while pursuing Carcer, a notorious criminal who has murdered several watchmen, to the roof of the Unseen University's Library. He awakens to find that he has somehow been sent back in time.\nVimes's first idea is to ask the wizards at the Unseen University to send him home, but before he can act on this, he is arrested for breaking curfew by a younger version of himself. Incarcerated in a cell next to his is Carcer, who after being released joins the Cable Street Particulars (otherwise known as the Unmentionables), the secret police carrying out the paranoid whims of the Patrician of the time, Homicidal Lord Winder.\nWhen he is taken to be interrogated by the captain, time is frozen by Lu-Tze, who tells Vimes what has happened and that he must assume the identity of Sergeant-At-Arms John Keel, who was to have arrived that day but was murdered by Carcer. It is stated that the event which caused Vimes and Carcer to be sent into the past was a major temporal shattering. Vimes then returns to the office, time restarts and he convinces the captain that he is Keel.\nYoung Vimes believes Vimes to be Keel, allowing Vimes to teach Young Vimes the lessons for which Vimes idolized Keel. The novel climaxes in the Revolution. Vimes, taking command of the watchmen, successfully avoids the major bloodshed erupting all over the city and manages to keep his part of it relatively peaceful. After dealing with the Unmentionables' headquarters he has his haphazard forces barricade a few streets to keep people safe from the fighting between rebels and soldiers. However, the barricades are gradually pushed forward during the night (by Fred Colon and several other simple-minded watchmen) to encompass the surrounding streets until Vimes finds himself in control of a quarter of the city containing most of its food supplies, dubbed \"The Glorious People's Republic of Treacle Mine Road\", with a still alive Reg Shoe as one of the leading figures.\nThe ruler, Lord Winder, is effectively assassinated by the young Assassin's Guild student Havelock Vetinari, and the new Patrician Lord Snapcase calls for a complete amnesty. However, he sees Keel as a threat and sends Carcer to lead a death squad of Unmentionables, watchmen and the palace guard to murder Keel. Several policemen (the ones who died when the barricade fell in the original timeline) are killed in the battle, as is Reg Shoe; Vimes manages to fight off the attack until he can grab Carcer, at which point they are returned to the future and Keel's body is placed in the timeline Vimes has just left, to tie things up, as in the \"real\" history, Keel died in that fight.\nVimes' son is born, with the help of Doctor \"Mossy\" Lawn, whom Vimes met while in the past, and Vimes finally arrests Carcer, promising him a fair trial before he is hanged.  A subsequent conversation with Lord Vetinari reveals that the Patrician alone knows Vimes took Keel's place, also that he fought alongside Keel's men against Carcer's death squad. He proposes that the old Watch House at Treacle Mine Road (where Keel was sergeant, and which was destroyed by the dragon in Guards! Guards!) be rebuilt, as Vimes outright refuses a monument commemorating the Twenty-Fifth of May.\n\n Carcer\nSergeant Fred Colon\nCut-Me-Own-Throat Dibbler\nDr. Lawn\nLu-Tze (Sweeper)\nCorporal Nobby Nobbs\nLady Sybil Ramkin\nReg Shoe\nMr Slant\nHavelock Vetinari\nSir Samuel Vimes \n Background and publication [edit]\nNight Watch is the twenty-ninth novel in the comic fantasy Discworld series, written by Terry Pratchett, and the sixth to focus on the character of Sam Vimes. Pratchett felt the book was closer to Discworld novels like The Fifth Elephant more so than the first book, The Colour of Magic, believing the series had \"evolved\", attributing the series' success to its ability to change.[2] Pratchett called the humour in the book \"the humour that comes out of bad situations\", comparing it to the humour of M*A*S*H. The contents of the book, such as the secret police and the torture chamber, meant that an abundance of gags would seem wrong.[2]\nPratchett commented:\n\n \"The point was, if I had filled the torture chamber with the comfy chair and soft cushions from Monty Python's Spanish Inquisition sketch for a laugh, that would have been an obscenity.\"[2] \nThe book's cover parodies Rembrandt's The Night Watch.\nPaul Kidby illustrated the cover of British edition, with Night Watch being the first main-sequence Discworld novel not to have a cover by the recently deceased Josh Kirby. Kidby had previously worked on Discworld in The Last Hero, The Pratchett Portfolio and Nanny Ogg's Cookbook, establishing \"[his] own 'look'\" for the series.[3] Kidby chose to parody Rembrandt's painting Night Watch, an idea he'd had since first reading Guards! Guards!, and talked with Pratchett about what characters to include. Kidby pays tribute to the late artist by placing him in the picture, in the position where Rembrandt is said to have painted himself.[3] At the time, Kidby recalls being criticised for making the cover \"too brown\".[3]\n\nThe book received critical acclaim. In the March/April 2003 issue of Bookmarks, the book received a  (4.5 out of 5) with the critical summary stating, \"So Pratchett's a satirist and a deep thinker, but that's not all. He's also a skilled storyteller, creative in his range of characters, plots, and dialogue. Finally, there's his unpredictability: 'anyone expecting T. Pratchett to stick to formula doesn't know T. Pratchett' (Philadelphia Inquirer). If there's one complaint, it's the in-jokes—Night Watch assumes some previous Discoworld [sic] knowledge.\"[4]\nRobert Hanks of The Independent drew attention to a \"slight softening of the funny bone\" and a \"hardening of the issues\" in the later Discworld books, commenting on a lesser amount of jokes per page in Night Watch. He criticised the book's slow start, but called the book intriguing for its \"Chestertonian common-sense morality\" and drew comparison to the book's events to the Bloody Sunday.[5] The New York Times's Therese Littleton praised the book as \"transcend[ing] standard genre fare with its sheer schoolboy humour and characters who reject their own stereotypes\".[6]\nNight Watch won the 2003 Prometheus Award,[7] and came runner-up in the Locus Poll for best fantasy novel.[8] On the suggestion of the book having \"darker\" themes, Pratchett responded:\n\n A dark book, a truly dark book, is one where there is no light at the end of the tunnel. Where things start off going bad and carry on getting badder before they get worse and then it's all over. I am kind of puzzled by the suggestion that it is dark. Things end up, shall we say, at least no worse than they were when they started... and that seems far from dark to me. The fact that it deals with some rather grim things is, I think, a different matter.[2] \nA five-part radio adaptation of the novel was broadcast on BBC Radio 4 from February 27, 2008 that featured Philip Jackson as Sam Vimes and Carl Prekopp as young Sam.[9]",[["Vime",24,1],["book",16,1],["Pratchett",13,1],["Watch",13,1],["Keel",12,1],["novel",11,1],["Night",9,1],["Carcer",9,1],["Discworld",7,1],["Night Watch",5,2],["series",5,1],["time",5,1],["Kidby",5,1],["humour",4,1],["Lord",4,1],["fantasy",4,1],["character",4,1],["watchmen",4,1],["Sam",4,1],["Rembrandt",3,1],["Terry",3,1],[".[2]",3,1],["thing",3,1],["guard",3,1],["death",3,1],["Vetinari",3,1],["Unmentionable",3,1],["Patrician",3,1],["barricade",3,1],["\",",3,1],["Reg",3,1],["Shoe",3,1],["five-part radio adaptation",2,3],["death squad",2,2],["Unseen University",2,2],["Locus Poll",2,2],["Reg Shoe",2,2],["Sam Vimes",2,2],["fantasy novel",2,2],["Young Vimes",2,2],["torture chamber",2,2]]]},{"json_class":"Article","v":["The Wee Free Men - Wikipedia","2003 Discworld novel by Terry Pratchett\nThe Wee Free Men is a 2003 comic fantasy novel by British writer Terry Pratchett, which takes place in his Discworld setting. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. A sequel, A Hat Full of Sky, appeared in 2004 (both books were republished in a combined edition, The Wee Free Men: The Beginning, in August 2010); a third book called Wintersmith appeared in 2006; and the fourth, I Shall Wear Midnight, was released in September 2010. The final book in the series, The Shepherd's Crown, was released in 2015.\nWhile Terry Pratchett's first Discworld book for children, The Amazing Maurice and his Educated Rodents had swearing translated to rat language, in this book it is in the dialect of the Nac Mac Feegle which is taken from Scots and Scottish Gaelic.\nAn illustrated edition of the novel, with pictures by Stephen Player, appeared in print on 2 October 2008.\n\nTiffany Aching is a 9-year-old girl who literally sees things differently from others. While playing by the river near her home, she sees two tiny blue, kilted men who warn her of a \"green heid\" in the water. Suddenly a vile green monster, Jenny Greenteeth, appears in the water. Using her brother Wentworth as bait, Tiffany ambushes the beast and cracks it with a frying pan, while Wentworth is completely unfazed, as he is unable to see either the little men or the monster. She goes into town to visit a travelling teacher and comes upon Miss Tick, a witch who has been watching her. Tiffany is told that these little men are the Nac Mac Feegles, who are rough and rowdy fae folk who speak in Scots. Miss Tick informs her that she is likely the witch of the wold she resides in, and gives her the toad familiar she carries as a guide before tricking Tiffany out of the tent and disappearing.\nTiffany returns home to discover that the Nac Mac Feegles are not only incredibly fast and strong, but afraid of her, as she catches them stealing eggs from under a chicken and a sheep right out of the field. When Wentworth is kidnapped by the Queen of the Fairies, Tiffany seeks out the help of the Nac Mac Feegles to rescue him, as they are the most powerful otherworldly things she knows and they're more than willing to submit to her will, terrified by one who is not only a witch but one who can read and write. Rob Anybody, and a group of other Feegles including Big Yan and Daft Wullie take her back to their home where she meets the buzzard-aviator Hamish, the bard-Feegle William, and their clan leader the Kelda. Tiffany is told that her brother has been taken by the Queen to her domain in Fairyland, and not only must she take the Feegles to go rescue him, but she must also take up the reins as Kelda, as the current one is about to die. After worming her way out of marrying Rob Anybody, Tiffany goes out of the mound to the field where the Feegles test her First Sight and Second Thoughts by letting her find the entrance to the queen's domain.\nOnce in, Tiffany and the Feegles face several large wolves who the Feegles handily clobber, and several dream-causing blob-people called dromes. Going through drome-caused dreams, she finds Roland, the son of the Baron of her homeland. Tiffany and Roland go through several dreams and the normal dreamscape to eventually find a dream with both Wentworth and the Queen in it. Tiffany narrowly escapes defeat at the hands of the Queen's dream-minions by having Roland release the Feegles from their trapping in a large walnut, and they escape from that dream into one of Tiffany's imagining. Once in that dream, the Feegles and Wentworth are presumed to have perished at the hands of the Queen's trickery, and Tiffany escapes with Roland's unconscious body out back into the dreamscape, heading for the exit, full of regret that she could not save her friends. The Queen mocks her inability to save them and her insecurities, but Tiffany reconnects with her homeland's heritage to gain the strength to defeat the Queen at her own game of dreams in the darkest hour. The Feegles who she later meets back up with reveal that the trap the Queen had set was not nearly enough to stop the Feegles, and that they and Wentworth are both fine. Tiffany, Roland, Wentworth and the Feegles all return to their homeland, where the Baron mistakenly gives his son all of the credit for saving them, which Tiffany ends up being okay with.\nAnother large influence on the narrative of the story and development of Tiffany's character is her Granny Aching, a hard working, silent, and knowledgeable shepherd. She was the book's definition of a witch. Stories and memories of her are mentioned here and there in the book, and her memory helps Tiffany defeat the Queen at the end.\n\n Tiffany Aching\nWentworth Aching\nGranny Aching\nPerspicacia Tick\nThe Nac Mac Feegle\nThe Chalk Hill Clan\nRob Anybody\nDaft Wullie\nWilliam the Gonnagle\nThe Kelda of the Chalk Hill Clan\nToad\nThe Queen\nThe Baron\nNo'-As-Big-As-Medium-Jock-But-Bigger-Than-Wee-Jock-Jock \nIn January 2006, reports emerged that director Sam Raimi had signed up to make a movie based on this novel with a script by Pamela Pettler, the writer of Tim Burton's Corpse Bride.[2] Sony Pictures Entertainment had recently acquired the rights to the book.[3] In a June 2008 interview, Pratchett said \"I saw a script that I frankly thought was awful. It seemed to be Wee Free Men in name only. It had all the hallmarks of something that had been good, and then the studio had got involved. It probably won't get made.\"[4] In December 2009, Pratchett said that he had \"got back The Wee Free Men\".[5]\nIn 2013, Terry Pratchett's daughter Rhianna Pratchett announced that she would be adapting Wee Free Men into a film.[6] In 2016 it was confirmed that the film will be developed in association with The Jim Henson Company.[7]\n\nThe Wee Free Men was listed in TIME's \"THE 100 BEST FANTASY BOOKS OF ALL TIME\", the only novel by Pratchett alone to make that list (his other entry being Good Omens, a collaboration with Neil Gaiman).[8]",[["Tiffany",19,1],["Feegle",15,1],["Queen",10,1],["book",9,1],["Pratchett",8,1],["Wentworth",8,1],["Wee Free Men",5,3],["dream",6,1],["Wee",6,1],["Free",6,1],["Me",6,1],["Discworld",5,1],["novel",5,1],["Aching",5,1],["Mac",5,1],["Nac",5,1],["Roland",5,1],["witch",4,1],["Nac Mac Feegles",3,3],["Terry",4,1],["home",3,1],["me",3,1],["Tick",3,1],["Rob",3,1],["Anybody",3,1],["Kelda",3,1],["Baron",3,1],["homeland",3,1],["defeat",3,1],["Nac Mac Feegle",2,3],["Miss Tick",2,2],["Rob Anybody",2,2],["Terry Pratchett",2,2]]]},{"json_class":"Article","v":["Monstrous Regiment (novel) - Wikipedia","2003 Discworld novel by Terry Pratchett\nMonstrous Regiment First UK editionAuthorTerry PratchettCover artistPaul KidbyLanguageEnglishSeriesSubjectFolk song (especially \"Sweet Polly Oliver\"), Joan of Arc, Milunka Savić, crossdressing during wartime, the Napoleonic Wars, World War I, Feminism,Characters:Polly Perks, Corporal Strappi, Lt. Blouse, Sgt. Jackrum, Igorina, Sam VimesGenreFantasySet inBorogravia, DiscworldPublisherDoubledayPublication date2003ISBN0-385-60340-1Preceded byThe Wee Free Men Followed byA Hat Full of Sky \nMonstrous Regiment is a fantasy novel by British writer Terry Pratchett, the 31st novel in  his Discworld series. It takes its name from a 16th-century tract by John Knox opposing female rule, titled The First Blast of the Trumpet Against the Monstruous Regiment of Women.\nThe cover illustration of the British edition, by Paul Kidby, is a parody of Joe Rosenthal's photograph Raising the Flag on Iwo Jima. Monstrous Regiment was nominated for a Locus Award in 2004.[1]\n\nThe small, belligerent country of Borogravia is a highly conservative nation, whose people live according to the increasingly strange decrees of its deity, Nuggan. The main feature of his religion is the Abominations; a long, often-updated list of banned things. These things include garlic, cats, the smell of beets, people with ginger hair, shirts with six buttons, anyone shorter than three feet (namely dwarves, children and babies), sneezing, jigsaw puzzles, chocolate (which was once Borogravia's staple export, plunging the country into increasing poverty), crop rotation (which degraded Borogravia's soil and reduced already scarce food supplies), and the colour blue.\nBorogravia is in the midst of a war against an alliance of neighbouring countries, caused by a border dispute with the country of Zlobenia. Prince Heinrich of Zlobenia claims to be heir to the Borogravian throne through his aunt, the long-unseen Duchess. Ankh-Morpork has become involved following the destruction of Clacks towers by Borogravia. Rumours that the war is going poorly for Borogravia are denied by the country's leadership.\nPolly Perks's brother Paul is missing in action after fighting in the Borogravian army. Polly is unable to take over the family business (a famous pub known as \"The Duchess\"), as Nugganitic law does not permit women to own property.  If Paul does not return the pub will be lost to their drunken cousin when their father dies. Partly to ensure her own future but mainly to ascertain whether Paul is alive, Polly sets off to join the army in order to find him. Women joining the army are regarded as an Abomination Unto Nuggan, so Polly dresses up as a man and enlists as Private Oliver Perks (taking her name from the folk song \"Sweet Polly Oliver\").\nWhile signing up, Polly encounters the repulsively patriotic Corporal Strappi, and the corpulent Sergeant Jackrum. Despite her apprehensions regarding Strappi, she joins up. Due to the shortage of troops, her fellow soldiers include a vampire named Maladict, a troll named Carborundum, and an Igor named Igor, along with humans \"Tonker\" Halter, \"Shufti\" Manickle, \"Wazzer\" Goom, and \"Lofty\" Tewt.\nThat night, Polly meets an unknown supporter whilst answering a call of nature, who assures her that although they know that Polly is a girl, they won't give her away. They give her some hints on how not to be discovered. Over the next few days, Polly discovers Lofty is also a girl. Since Lofty and Tonker are always together, Polly assumes that Lofty joined the army to follow her man. Later, she finds out that Shufti is also a girl, and pregnant. They joined the army to find the father of Shufti's child.  Gradually, Polly discovers not only that everyone in her regiment is female, but also receives confirmation of Borogravia's bleak situation. Most of her country's forces are captured or on the run, and food supplies are limited. \nThe regiment, under the leadership of the inexperienced Lieutenant Blouse, makes its way toward the Keep where the enemy is based. Thanks to a chance encounter where the regiment unknowingly subdue and humiliate an elite Zlobenian detachment, including Prince Heinrich, their exploits become known to the outside world through William de Worde and his newspaper, The Ankh-Morpork Times. Their progress particularly piques the interest of Commander Vimes, who is stationed as a special envoy with the alliance at the Keep. Vimes has his officers keep track of the regiment, occasionally secretly providing aid. \nPolly and most of the regiment are able to infiltrate the Keep, disguised as washerwomen.  Once inside they plot to release the captured Borogravian troops. They manage to do so, and Borogravia is able to retake much of the Keep, but when Polly admits they are women, their own forces remove them from the conflict and they are brought in front of a council of senior officers. With the council about to discharge them and force them to return home, Jackrum barges in and intervenes, revealing that a third of the military's top officers (including Chief of the General Staff General Froc) are women as well. In the midst of this revelation, the Duchess, now raised to the level of a small deity by Borogravians' belief, takes brief possession of Wazzer, her most passionate believer. The Duchess urges all of the generals to quit the war and return home to repair their country, ending their obligation to her. It is revealed that Nuggan is now dead, being reduced to a whisper, with the new Abominations (the last being rocks, ears and accordion players) being produced by the collective anxiety of his 'worshippers'.\nIn a private moment with Jackrum, Polly reveals to her Sergeant that she now knows he is a woman and persuades Jackrum to go to the home of his grown son William and reveal himself as William's long-lost father. A truce is successfully negotiated, and military rules are changed so that women are allowed to serve openly. Maladict reveals himself as really being Maladicta. Polly finds her brother alive and well and they return home to the Duchess with Shufti, who joins Polly in her refusal to be subjugated on the basis of her gender and marital status. The other members of the regiment go on to lives that they would not have been able to consider before their emancipation.\nSometime later, despite the peace they had desperately fought for, conflict breaks out again. Polly, having received correspondence from Sgt Jackrum, leaves the tavern to seek new ways to fight a war using the influence she gained and finds herself in the role of commander of boy-impersonating young women who are marching off to war, reuniting with Maladicta.\n\nBorogravians\n\n Grand Duchess Annagovia\nGeneral Froc\nMajor Clogston\nLieutenant Blouse (of the Tenth Infantry)\nPrivate Lart Hubukurk the younger\nPrivate Joe Hubukurk the elder (retired)\nSergeant-Major Jack Jackrum\nCorporal Strappi\nPolly Perks\nIgor\nMaladict\nCarborundum\n\"Tonker\" Halter\n\"Shufti\" Manickle\n\"Wazzer\" Goom\n\"Lofty\" Tewt\nEnid \nZlobenians and other neighboring countries\n\nAnkh-Morporkians\n\n Samuel Vimes (of the Ankh-Morpork City Watch)\nAngua von Überwald\nBuggy Swires\nReg Shoe\nClarence Chinny (Consul to Zlobenia)\nWilliam de Worde (of the Ankh-Morpork Times)\nOtto Chriek (of the Ankh-Morpork Times)\nRonald Rust \nThe New York Times felt that Monstrous Regiment \"had serious heft\", comparing Pratchett's depiction of \"the pity of war\" to Wilfred Owen.[2] The Chicago Reader, addressing the 2014 stage adaptation, considered it to be largely \"a satire on the flimsiness of traditional gender roles\",[3] while Publishers Weekly noted its \"astute comments on power, religious intolerance and sexual stereotyping\".[4]\nAt Boing Boing, Cory Doctorow lauded Pratchett's \"capacity for marvellous bathos\", \"epic\" characterization, and \"drum-tight\" plotting, commending the \"sprightliness\" with which the novel's philosophical themes are integrated into the text.[5] PopMatters felt that the book lacked subtlety, but was \"more than one-dimensional\", commending Pratchett for \"manag[ing] to walk right on the edge of proselytizing without ever quite crossing over\" and for showing that there is no \"clear-cut solution\" to the issues which led to the Borogravian conflict.[6] BuzzFeed, however, was far more negative, calling it \"clunky\", and ranking it last among the adult-oriented Discworld novels published prior to the announcement of Pratchett's diagnosis with Alzheimer's disease.[7]",[["Polly",19,1],["country",8,1],["Borogravia",8,1],["Jackrum",7,1],["women",6,1],["Pratchett",6,1],["Duchess",6,1],["Borogravian",6,1],["regiment",6,1],["war",6,1],["army",5,1],["Ankh-Morpork",5,1],["Shufti",5,1],["Lofty",5,1],["Regiment",5,1],["novel",5,1],["Paul",4,1],["Strappi",4,1],["Perk",4,1],["Monstrou",4,1],["return",4,1],["\",",4,1],["home",4,1],["William",4,1],["Times",4,1],["return home",3,2],["Ankh-Morpork Times",3,2],["Discworld",3,1],["General",3,1],["conflict",3,1],["Oliver",3,1],["officer",3,1],["Corporal",3,1],["Vime",3,1],["Blouse",3,1],["force",3,1],["Nuggan",3,1],["Abomination",3,1],["),",3,1],["girl",3,1],["Zlobenia",3,1],["Wazzer",3,1],["Tonker",3,1],["Igor",3,1],["Maladict",3,1],["Private",3,1],["father",3,1],["Monstrous Regiment",2,2],["Corporal Strappi",2,2]]]},{"json_class":"Article","v":["A Hat Full of Sky - Wikipedia","2004 Discworld novel by Terry Pratchett\nA Hat Full of Sky is a comic fantasy novel by British writer Terry Pratchett, set on the Discworld and written with younger readers in mind. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. First published in 2004, the book is set two years after The Wee Free Men, and features an 11-year-old Tiffany Aching.\nThe book is also a sequel to the Discworld short story \"The Sea and Little Fishes\", which introduced the Witch Trials and Mrs Earwig.  It is followed by Wintersmith.\n\nA Hat Full of Sky by Terry Pratchett is a fantasy novel about a girl who is learning her place as a witch.  Early in the novel, Tiffany Aching leaves her home in the chalk country (based on England's chalk country) to act as an apprentice and maid for the elderly witch Miss Level.  Her former teacher, Miss Tick, who is also a witch, escorts her to the town of Twoshirts.  While waiting for Miss Level to arrive, they are attacked by a hiver.  The hiver cannot be killed or seen and it takes over your mind.  The encounter is only for a few seconds, and then the hiver leaves but it gives Tiffany and Miss Tick a fright. Miss Level comes along on a broomstick and takes Tiffany to her cottage in the mountains.\nAfter settling in Tiffany discovers that Miss Level has two bodies and she has a spirit named Oswald who cleans her house.  After settling into the cottage, Tiffany goes to a group of apprentice witches her age with Petulia.  The leader of the group is called Annagramma and many characters find her condescending and rude.  Tiffany leaves the group upset after telling them about her imaginary hat.  While in her room at the cottage, the hiver finds her and takes over her body and mind.  At first Tiffany does not realize what has happened, but when she does, it is too late for her to take action.  The hiver (as Tiffany) causes chaos, steals Mr Weavall's money and causes Annagramma to fear her.\nUpon arrival at the cottage, the hiver kills one of Miss Level's bodies.  Rob Anybody, who is one of the Nac Mac Feegle (pictsies that are very loyal to Tiffany after she previously helped them), goes into Tiffany's mind along with some of his friends to try to fight the hiver out of her mind.  They decide that smells from her past will bring forth the actual Tiffany and she will be able to break free.  With the help of the Nac Mac Feegle, Tiffany fights the hiver out of her mind, but she is still left with the memories of previous victims of the hiver.  Mr. Weavall discovers that Tiffany stole his money, but the Feegles put gold in place of the copper he had saved up.  Tiffany decides that the hiver must be dealt with so she proceeds to pursue it in the mountains. Mistress Weatherwax accompanies her although Tiffany is begrudging.  They camp in the mountains and Mistress Weatherwax borrows an owl's mind to observe the hiver as it lurks close by.  Mistress Weatherwax tells Tiffany to call her Granny Weatherwax.\nIn the morning Tiffany and Mistress Weatherwax head off to the witch trials, an annual event where witches show what they have learned.  Upon arrival, Tiffany senses the hiver moving in on her and turns to Granny Weatherwax only to find that she is not there.  Panicking, she runs until she finds Granny Weatherwax who tells her it is time to face the hiver alone.  Tiffany welcomes the hiver to her mind, and discovers that the hiver does not understand humans, it just wants to seek shelter from the world because it senses everything.  Tiffany names the hiver Arthur and teaches it how to die which is its ultimate goal.  She shows it the way across the desert to death.  As she turns to exit the world of death, she finds that the door she entered has disappeared.  Turning back around, Death confronts her but she is rescued by Granny Weatherwax.\nGranny Weatherwax gives Tiffany her hat but she returns it because she wants to make her own.  The novel ends on Tiffany returning \nto the chalk to take the place of her dead grandmother as the witch of the land.  She decides to make her hat out of the sky.\n\n Tiffany Aching - A young apprentice witch who sets out to an elderly witches house for training. She encounters the hiver and learns to deal with it.\nMiss Tick - Tiffany's former teacher who is an undercover witch.\nMiss Level - Tiffany's current teacher who has two bodies and a cottage in the mountains. She helps the townspeople free of charge with anything they need.\nGranny Weatherwax - The most powerful witch who is looked up to by all the other witches. She accompanies Tiffany on her hunt for the hiver.\nThe Hiver - A dangerous creature that can sense everything around it. It seeks shelter in humans minds and it goes for Tiffany in the novel.\nGranny Aching - Tiffany's dead grandmother who was the witch on the chalk.\nTiffany's Mum and Dad - They tell people of Tiffany's prowess with cheese and believe it leads to Miss Level hearing about her. In truth, Miss Tick, a witch finder, encountered Tiffany two years earlier, while posing as a traveling teacher. At that time she promised to bring Tiffany to a witch who would take her on as apprentice, when Tiffany was a little older. This occurred in the previous book, The Wee Free Men.\nRoland - The baron's son in the chalk.  He gives Tiffany a silver horse necklace.\nRob Anybody - One of the Nac Mac Feegle who goes on a quest to help Tiffany fight the hiver.\nMr Crabber - Horse carriage driver.\nJeannie - Rob's wife who is the kelda (queen) of the Nac Mac Feegle.\nDaft Wullie - A Nac Mac Feegle who goes with Rob to help Tiffany.\nThe Toad - the advisor and educated toad for the Nac Mac Feegle.\nBig Yan - A Nac Mac Feegle who goes with Rob to help Tiffany.\nOswald - an ondageist (a sort of ghost with characteristics opposite to a poltergeist) spirit who cleans Miss Level's cottage.\nAwf'ly Wee Billy Bigchin - A Nac Mac Feegle who goes with Rob to help Tiffany.\nMr Weavall - An elderly townsperson who relies upon Miss Level to help him.\nPetulia - An apprentice witch who befriends Tiffany and takes her to the meeting in the woods.\nAnnagramma - The snide self-elected head girl of the group of young apprentice witches who is considered bossy by the girls.\nZakzak - a dwarf who owns a shop for witches.\nMrs Earwig - the witch who trains Annagramma. She believes that the witches should not waste their time helping others.\nBrian - Zakzak's security guard/supposed wizard, who gets turned into a frog by Tiffany/Hiver, and what's left over becomes a balloon.\nDeath - The caretaker of the underworld who confronts Tiffany. \n Mythopoeic Fantasy Award for Adolescent Literature (2005)\nALA Notable Children's Book for Older Readers (2005)\nPacific Northwest Library Association Young Reader's Choice Award for Senior (2007)\nALA Notable Children's Book\nLocus Award\nHorn Book Fanfare\nNew York Public Library Books for the Teen Age \nA Hat Full of Sky has been described as \"compelling and hilarious,\" as well as \"finely tuned\" by Audiofile. Terry Pratchett \"gives a clear nuance to characters\"[1]  This book is a piece of \"top notch writing,\" and it is \"definitely worth your attention.\"[2]  The Wee Free Men have been received as \"brave, loyal, strong and funny.\"[2] Mr. Pratchett \"isn't afraid to detour into biting satire,\" and his writing is \"achingly beautiful.\"[3]\nThe storyline is \"believable and convincing [by] bringing [the story] down to the grass roots level.\"  The book has been described as an \"art form\" and there is \"seldom anything that can beat it.\"[2]\nAlthough the majority of critics receive this book positively, the Washington Post says that this book is \"frustratingly sloppy.\"[4] They go on to say \"it doesn't feel as if Tiffany has earned her victory, or as if Pratchett is doing justice to his inquisitive young heroine.\"\n\nA general theme presented throughout the book, agreed on by many critics is \"the critical question of identity,\" \"self sacrifice[,] and responsibility.\"[3] As Tiffany is on the \"brink of adolescence,\" she learns to develop a \"more conscious of image\" of herself, and the world.[3] Pratchett explores this questioning of identity through Tiffany's need to \"find a way to come into her own power as a witch.\"[5] The book \"reveals philosophic truths about life and identity.\"[6] The Washington Post agreed that Tiffany's development was central to the theme of the novel, describing Tiffany as the only three dimensional character: \"all characters except Tiffany are two dimensional.\" The Post explained that she is \"strong enough to hide a section of her mind within herself.\"[7]",[["Tiffany",48,1],["witch",21,1],["hiver",19,1],["Miss",13,1],["Nac Mac Feegle",8,3],["mind",10,1],["book",10,1],["Weatherwax",10,1],["Feegle",9,1],["Level",9,1],["Miss Level",7,2],["Mac",8,1],["Nac",8,1],["Granny",7,1],["Granny Weatherwax",6,2],["Pratchett",7,1],["novel",7,1],["Rob",6,1],["apprentice",6,1],["cottage",6,1],["Mr",5,1],["chalk",5,1],["Discworld",5,1],["Miss Tick",4,2],["Aching",4,1],["character",4,1],["Annagramma",4,1],["Wee Free Men",3,3],["group",4,1],["body",4,1],["mountain",4,1],["Wee",4,1],["Book",4,1],["Tick",4,1],["teacher",4,1],["Mistres",4,1],["Tiffany Aching",3,2],["Mistress Weatherwax",3,2],[".\"[2]",3,1],["Sky",3,1],["Hat",3,1],["Free",3,1],["Me",3,1],["Post",3,1],["Award",3,1],["Terry",3,1],["identity",3,1],["girl",3,1],["place",3,1],["world",3,1],["time",3,1],["fight",3,1],["hat",3,1],["Weavall",3,1],["Mrs Earwig",2,2],["apprentice witch",2,2],["chalk country",2,2],["fantasy novel",2,2],["Rob Anybody",2,2],["Mr Weavall",2,2],["Terry Pratchett",2,2],["apprentice witches",2,2],["Washington Post",2,2]]]},{"json_class":"Article","v":["Going Postal - Wikipedia","2004 Discworld novel by Terry Pratchett\nGoing Postal is a fantasy novel by British writer Terry Pratchett, the 33rd book in his Discworld series, released in the United Kingdom on 25 September 2004. Unlike most of Pratchett's Discworld novels, Going Postal is divided into chapters, a feature previously seen only in Pratchett's children's books and the Science of Discworld series. These chapters begin with a synopsis of philosophical themes, in a similar manner to some Victorian novels and, notably, to Jules Verne stories. The title refers to both the contents of the novel, as well as to the term 'going postal'.\nThe book was on the shortlist for both the Nebula and Locus Awards for Best (Fantasy) Novel.[1] It would also have been shortlisted for the Hugo Award for Best Novel, except that Pratchett withdrew it, as he felt stress over the award would mar his enjoyment of the Worldcon.[2][3] This was the first time Pratchett had been shortlisted for either award.\n\nThe story takes place in Ankh-Morpork, a powerful city-state on Discworld. The protagonist of the story is Moist von Lipwig, a skilled con artist who was to be hanged for his crimes, but saved at the last moment by the cunning and manipulative Patrician Havelock Vetinari, who has Moist's death on the scaffold faked.\nIn his office, Vetinari presents Moist with two options: he may accept a job offer to become Postmaster of the city's rundown Postal Service or he may choose to walk out of the door and never hear from Vetinari again. As exiting through the door in question would lead to a fatal drop, Moist decides to accept the job.\nAfter a thwarted attempt at escape, Moist is brought to the Post Office by his parole officer Mr Pump, a golem. Moist learns that the Post Office has not functioned for decades, and the building is full of undelivered mail, concealed under a layer of pigeon dung. Only two employees remain: the aged Junior Postman Tolliver Groat and his assistant Stanley Howler.\nMeanwhile, Vetinari is holding a meeting with the board executives of the Grand Trunk Company, a company that owns and operates a system of visual telegraph towers known as \"clacks\". He notes that since they have taken full control, the quality of service had gone down considerably. Despite unnerving most of the board, Vetinari fails to make headway, especially with its chairman, Reacher Gilt. It is rumored that Reacher Gilt plans to usurp Vetinari as Patrician.\nAs Moist attempts to revitalise the postal service, he discovers that over the few months before taking the job, a number of his predecessors have predeceased in the building within weeks of each other in unusual circumstances. He also discovers that the mail inside the building has taken on a life of its own, and is nearly suffocated in a \"letterslide\".\nMoist introduces postage stamps to Ankh-Morpork, hires golems to deliver the mail, and finds himself competing against the Grand Trunk Clacks line. He meets and falls in love with the chain-smoking golem-rights activist Adora Belle Dearheart, and the two begin a relationship by the end of the book. Dearheart is the daughter of the Clacks founder Robert Dearheart, though the company was taken away from her father and the other founders by tricky financial manoeuvring. She still has useful contacts amongst the clacks operators.\nGilt sets a banshee assassin (Mr Gryle) on the Postmaster, but only manages to burn down much of the Post Office building. The banshee dies when he is flipped onto the space-warping sorting machine. Lipwig makes an outrageous wager with Gilt that he can deliver a message to Genua, 2000 miles from Ankh-Morpork, faster than the Grand Trunk can. \"The Smoking Gnu\", a group of clacks-crackers, sets up a plan to send '...the woodpecker'  [sic] (a Discworld equivalent to a killer poke) into the clacks system that will destroy the machinery, halting the message that Lipwig will race against. Lipwig talks the Gnu out of it, doubting its effectiveness in the face of professional clacks operators and wanting to leave the semaphore towers standing. Instead, Lipwig and the Gnu, using Trunk documents in Adora Belle's possession, intercept the message and replace it with a fake message from the dead which reveals the crimes of Gilt and the Grand Trunk board of directors. This plan succeeds.\nGilt is eventually arrested and finds himself in front of the Patrician, who offers a similar choice to the one Moist faced in the beginning of the book: run the mint or exit the room. Gilt, however, chooses to walk through the door to his death.\n\nSky One produced a two-part television film, Terry Pratchett's Going Postal, which aired on 30–31 May 2010.\n\nBased on a plot idea in this novel, after Terry Pratchett's death some websites remember him via a special HTML header line.[4]",[["Moist",9,1],["Pratchett",8,1],["Gilt",7,1],["Vetinari",6,1],["novel",6,1],["Discworld",6,1],["Trunk",5,1],["book",5,1],["Lipwig",5,1],["Terry",4,1],["clack",4,1],["Grand",4,1],["Postal",4,1],["building",4,1],["message",4,1],["Terry Pratchett",3,2],["story",3,1],["Ankh-Morpork",3,1],["Patrician",3,1],["death",3,1],["job",3,1],["door",3,1],["Post",3,1],["Office",3,1],["mail",3,1],["board",3,1],["plan",3,1],["Dearheart",3,1],["Gnu",3,1],["Discworld series",2,2],["Post Office",2,2],["clacks operators",2,2]]]},{"json_class":"Article","v":["Thud! - Wikipedia","2005 Discworld novel by Terry Pratchett\nThud! is a fantasy novel by British writer Terry Pratchett, the 34th book in the Discworld series, first released in the United States on 13 September 2005, then the United Kingdom on 1 October 2005. It was released in the U.S. three weeks before Pratchett's native UK in order to coincide with a signing tour. It was nominated for the Locus Award for Best Fantasy Novel in 2006.[1]\n\nAs the book opens, a dwarf demagogue, Grag Hamcrusher, is apparently murdered. Ethnic tensions between Ankh-Morpork's troll and dwarf communities mount in the build-up to the anniversary of the Battle Of Koom Valley, an ancient battle where trolls and dwarfs seemingly ambushed each other. Lord Vetinari persuades Commander Vimes to interview a vampire applicant to the Ankh-Morpork City Watch. The new recruit, Lance-Constable Salacia \"Sally\" von Humpeding, along with Sergeant Angua and Captain Carrot, is attached to the investigation surrounding Hamcrusher's death.\nMeanwhile, Corporal Nobbs and Sergeant Colon begin an investigation into the theft of the fifty-foot painting, The Battle of Koom Valley by the insane artist Methodia Rascal, from a city art gallery. Most of the populace believe the painting holds clues to a treasure hidden in Koom Valley.  Nobbs has a new girlfriend, exotic dancer Tawneee; Nobby first caught her eye when slipping an IOU into her garter.  Other subplots involve the tension between new recruit Lance-Constable von Humpeding and Sergeant Angua, and the presence of Vetinari's auditor, A.E. Pessimal, in the Watch House.\nVimes finds himself pressured by Lord Vetinari to solve the murder quickly, before inter-species war erupts in Ankh-Morpork.  Vimes and Sergeant Angua visit the dwarves' under-city mine, where a nervous dwarf named Helmclever draws a mysterious sign in the spilled coffee on his desk.  In a fit of his particular brand of omnidirectional anger, Vimes veers off into the mine where he cuts himself, he supposes, on a locked door.  Later, he persuades the deep down dwarves to allow Captain Carrot to be the \"smelter\" who looks for the truth of the murder.\nWhen Carrot tries to find that truth, however, he is shown a body that was mutilated after death, and a confusing patch of clues.  Angua discovers that a troll really was in the mine at the time of the murder, much to the consternation and fear of the dwarves who claimed a troll did the killing.  This troll turns out to be Brick, a gutter troll of the lowest sort, addicted to Troll drugs beginning with  \"S,\" (such as Slab, Scrape, Slice, Slide etc.) and who becomes the protégé of Sergeant Detritus.\nAngua and Sally soon discover four more bodies in the mine, dwarves clearly murdered by other dwarves.  One of these dwarves used his own blood to scrawl yet another mysterious rune on the back of a door in the mine—the same door that Commander Vimes accidentally 'cut' himself on the other side of.  The Deep-Downers flee for the mountains, taking the talking cube they found at the bottom of Methodia Rascal's well, and the painting of Koom Valley.  As a parting shot, they send a squad of their guards to invade the Vimes/Ramkin family mansion and attempt to murder Lady Sybil Ramkin and Young Sam. The two survive unharmed, thanks to the fighting talents of Vimes and the family butler, Willikins, as well as a dwarf being foolish enough to provoke Sybil's dragons.\nVimes, along with family and several members of the Watch, travels to Koom Valley.  He believes he is pursuing justice, but an astute troll king named Mr. Shine and a bright young grag named Bashfulsson know that Vimes is carrying the Summoning Dark, the quasi-demonic entity that wreaks vengeance on dwarves who have done evil in the sight of other dwarves.  Vimes acquired the Summoning Dark when he touched the cursed door in the city mine, but his own internal watchman proves stronger than it is.\nVimes soon discovers the real secret of Koom Valley: the trolls and dwarves did not intend war, but had originally come to Koom Valley to broker peace.  Weather conspired against them and after a thick fog caused a \"double ambush\", a flash flood carried them into the caverns below.\nThe Deep-Downers intended to destroy the evidence of this attempt at peace to continue the war between troll and dwarf and had sought out the cave where the surviving trolls and dwarfs had been washed.  Preserved as a form of stalagmite, troll and dwarf had died as friends in the cavern while the ancient troll king and dwarf king played a game of Thud.\nAs the book ends, the tomb of the dead trolls and dwarves is opened to the public, in the hope that the two races will learn to end their centuries of animosity. Back in Ankh-Morpork the equipment that the Deep-Downers had abruptly left behind in their haste has been confiscated, under the clause of eminent domain by Lord Vetinari, seeing them as useful for his future \"Undertaking\" project.\n\n Grag Ardent\nGrag Bashfull Bashfullsson\nDetritus\nBrick\nSally von Humpeding\nCarrot Ironfoundersson\nCheery Littlebottom\nThe Low King of the Dwarves\nMr. Shine\nAngua von Überwald\nSamuel Vimes\nSybil Ramkin Vimes \nStrange Horizons found it to be \"(l)ess-than-transcendent Pratchett\", but noted that this meant it was \"still better and more enjoyable, more worth reading than almost anything but more Pratchett\", and expressed concern that Vimes' \"immensely satisfying\" victory over the Summoning Dark was at the expense of \"the compelling contradiction in his nature\", thereby making him a less unpredictable character.[2] Kirkus Reviews found it \"(b)itingly relevant and laugh-out-loud funny,\" while assessing that Pratchett \"loses his way a bit towards the end.\"[3]\nGrumpy Old Bookman declared it to be one of Pratchett's \"funniest\" — although \"not the strongest (...) in the last five years [2000-2005]\" and considered that it would make a better film than most Discworld novels.[4]\n\nThud!, the book,  is named after, and heavily features, Thud, the board game.  The game, similar to ancient Nordic and Celtic Hnefatafl games, was developed earlier as a piece of Discworld merchandise and was inspired by the Discworld novels rather than originating in them.  A new edition of the game was released at the same time as the book with a new game variation called 'Koom Valley Thud'.\n\n\n \n^ \n\"2006 Award Winners & Nominees\". Worlds Without End. Retrieved 28 September 2009.\n^ Thud! by Terry Pratchett, reviewed by Juliana Froggatt, published 19 December 2005; retrieved February 20, 2018\n^ THUD! by Terry Pratchett, reviewed at Kirkus Reviews; published August 1, 2005; archived online May 20, 2010; retrieved November 26, 2018\n^ Terry Pratchett: Thud , reviewed by Grumpy Old Bookman; published November 2, 2005; retrieved February 20, 2018",[["Vime",14,1],["dwarve",10,1],["Pratchett",10,1],["troll",9,1],["Koom Valley",7,2],["Koom",8,1],["Valley",8,1],["Thud",7,1],["dwarf",7,1],["Angua",6,1],["mine",6,1],["game",6,1],["Sergeant",5,1],["book",5,1],["Terry",5,1],["Discworld",5,1],["trolls",4,1],["Vetinari",4,1],["Ankh-Morpork",4,1],["von",4,1],["novel",4,1],["Carrot",4,1],["murder",4,1],["\",",4,1],["door",4,1],["Summoning Dark",3,2],["2018",3,1],["20,",3,1],["2005;",3,1],["end",3,1],["Grag",3,1],["Dark",3,1],["Summoning",3,1],["king",3,1],["Sybil",3,1],["family",3,1],["Deep-Downer",3,1],["Watch",3,1],["Sally",3,1],["Humpeding",3,1],["war",3,1],["painting",3,1],["troll king",2,2],["Commander Vimes",2,2],["Sergeant Angua",2,2],["Terry Pratchett",2,2],["Lord Vetinari",2,2],["Captain Carrot",2,2]]]},{"json_class":"Article","v":["Wintersmith - Wikipedia","2006 Discworld novel by Terry Pratchett\nWintersmith  is a comic fantasy novel by British writer Terry Pratchett, set in the Discworld and written with younger readers in mind. It is labelled a \"Story of Discworld\" to indicate its status as children's or young adult fiction, unlike most of the books in the Discworld series. Published on 21 September 2006, it is the third novel in the series to feature the character of Tiffany Aching. It received recognition as a 2007 Best Book for Young Adults from the American Library Association.[1]\nIn 2013 folk-rock band Steeleye Span collaborated with Pratchett, a fan of the band, to produce a Wintersmith concept album, released in October 2013.\n\nTiffany Aching, now 13 years old, is training with the witch Miss Treason. But when she takes Tiffany to witness the secret \"dark morris\", the morris dance (performed wearing black clothes and octiron bells) that welcomes in the winter, Tiffany finds herself drawn into the dance and joins in, despite being warned earlier by Miss Treason not to do so. She finds herself face to face with the Wintersmith—the personification of winter—who mistakes her for the Summer Lady—the personification of summer. He is enchanted by Tiffany, mystified by her presence.\nUnknowingly, Tiffany drops her silver horse pendant (a gift from Roland, the Baron's son) during the Dance. The Wintersmith uses the pendant to find Tiffany and give her back the pendant during their second encounter. From then on, he uses the pendant to find her and deliver his gifts. The elder witches, including Granny Weatherwax and Nanny Ogg, discover that the Wintersmith has been tracking her. Granny Weatherwax demands that she throw her silver horse pendant into Lancre Gorge.\nThings get trickier for Tiffany when she discovers she has some of the Summer Lady's powers—plants start to grow where she walks barefooted, and the Cornucopia appears, causing problems by spurting out food and animals.\nBefore the problem with Tiffany and the Wintersmith is resolved, Miss Treason dies. The young witch Annagramma acquires Miss Treason's cottage, but she needs help from Tiffany and the other young witches before she can learn to cope on her own. Tiffany goes to live with Nanny Ogg.\nThe Wintersmith decides that the reason Tiffany will not be his is that he is not human. Learning a simple rhyme from some children about what basic elements comprise a human body, he sets off to gather the correct ingredients. He makes himself a body out of these elements and pursues Tiffany, but without truly understanding what it is to be human.\nGranny Weatherwax instructs the Nac Mac Feegles, who watch Tiffany closely to protect their \"big wee hag\", to find a Hero, namely her childhood acquaintance and incipient love interest, Roland. Roland must descend into the underworld, guided by the Nac Mac Feegles, and awaken the real Lady Summer from her storybook slumber. But first the Feegles help Roland train to use a sword by providing him with a moving target (themselves inside a suit of armour).  Roland and the Nac Mac Feegles go into the underworld where Roland fights creatures that feed on memories.  He rescues the Summer Lady, who looks much like Tiffany and they flee back above ground.\nMeanwhile, the Wintersmith continues to cover the land with Tiffany-shaped snowflakes. The harsh, prolonged winter starts burying houses, blocking roads, and killing off the sheep of the Chalk. Hiding inside her father's house, Tiffany is surprised to find her silver pendant inside a fish that her brother, Wentworth, has caught. This allows the Wintersmith to discover where she is, and he takes her to his ice palace, where she ultimately manages to stop him, melting him with a kiss, and fulfilling the Dance of Seasons, in which Summer and Winter die and are reborn in turn.\n\n Tiffany Aching\nWintersmith\nSummer Lady\nRoland\nMiss Treason\nGranny Weatherwax\nNanny Ogg\nPerspicacia Tick\nLetice Earwig\nAnnagramma Hawkin\nPetulia Gristle\nFeegles: The Chalk Hill Clan \nIn general the book received positive reviews. Nicolette Jones of The Times UK said 'Pratchett's one-liners, the comic dialogue of the Feegles, the satire about teenagers and the credulousness of ordinary folk, and the reworking of the Orpheus myth, make for a characteristically entertaining mix.'[2] It won the Locus Award for Best Young Adult Book in 2007.[3]",[["Tiffany",17,1],["Wintersmith",10,1],["Roland",7,1],["Feegle",6,1],["Summer",6,1],["pendant",6,1],["Miss",5,1],["Treason",5,1],["Lady",5,1],["Discworld",4,1],["Pratchett",4,1],["witch",4,1],["Granny",4,1],["Weatherwax",4,1],["Nac Mac Feegles",3,3],["Miss Treason",3,2],["silver",3,1],["winter",3,1],["Nanny",3,1],["Ogg",3,1],["Aching",3,1],["Nac",3,1],["Mac",3,1],["novel",3,1],["silver horse pendant",2,3],["Granny Weatherwax",2,2],["Nanny Ogg",2,2],["Summer Lady",2,2]]]},{"json_class":"Article","v":["Making Money - Wikipedia","2007 Discworld novel by Terry Pratchett\n \nMaking Money is a fantasy novel by British writer Terry Pratchett, part of his  Discworld series, first published in the UK on 20 September 2007. It is the second novel featuring Moist von Lipwig, and involves the Ankh-Morpork mint and specifically the introduction of paper money to the city. The novel won the Locus Award for Best Fantasy Novel in 2008, and was nominated for the Nebula Award the same year.[1]\n\nMoist von Lipwig is bored with his job as the Postmaster General of the Ankh-Morpork Post Office, which is running smoothly without any challenges, so the Patrician tries to persuade him to take over the Royal Bank of Ankh-Morpork and the Royal Mint. Moist, though bored, is content with his new lifestyle, and refuses. However, when the current chairwoman, Topsy Lavish, dies, she leaves 50% of the shares in the bank to her dog, Mr Fusspot (who already owns one share of the bank, giving him a majority and making him chairman), and she leaves the dog to Moist. She also made sure that the Assassins' Guild would fulfill a contract on Moist if anything unnatural happens to the dog or he does not do as her last will commands.\nWith no alternatives, Moist takes over the bank and finds out that people do not trust banks much, that the production of money runs slowly and at a loss, and that people now use stamps as currency rather than coins. His various ambitious changes include making money that is not backed by gold but by the city itself. Unfortunately, neither the chief cashier (Mr. Bent, who is rumoured to be a vampire but is actually something much worse, a clown) nor the Lavish family are too happy with him and try to dispose of him. Cosmo Lavish tries to go one step further — he attempts to replace Vetinari by taking on his identity — with little success. However all the while, the reappearance of a character from von Lipwig's past adds more pressure to his unfortunate scenario.\nMoist's fiancée, Adora Belle Dearheart, is working with the Golem Trust in the meantime to uncover golems from the ancient civilization of Um. She succeeds in bringing them to the city, and to everyone's surprise the \"four golden golems\" turn out to be \"four thousand golems\" (due to a translation error) and so the city is at risk of being at war with other cities who might find an army of 4000 golems threatening. Moist discovers the secret to controlling the golems, and manages to order them to bury themselves outside the city (except for a few to power clacks towers and golem horses for the mail coaches) and then decides that these extremely valuable golems are a much better foundation for the new currency than gold and thus introduces the golem-based currency. Eventually, an anonymous clacks message goes out to the leaders of other cities that contains the secret to controlling the golems (the wearing of a golden suit), thus making them unsuitable for use in warfare (as anyone could wear a shiny robe).\nAt the end of the novel, Lord Vetinari considers the advancing age of the current Chief Tax Collector, and suggests that upon his retirement a new name to take on the vacancy might present itself.\n\n Moist von Lipwig, Postmaster General and Vice Chairman of the Royal Bank of Ankh-Morpork.\nAdora Belle Dearheart, fiancée of Moist and manager of the Golem Trust\nMr Fusspot, Chairman of the Bank\nLord Vetinari, Patrician\nMr Mavolio Bent, Chief Cashier of the Bank\nCosmo Lavish, a director of the Bank\nRev Cribbins, villain with impressive teeth \nAccording to Pratchett, Making Money is both fantasy and non-fantasy, as money is a fantasy within the \"real world\", as \"we've agreed that these numbers of conceptual things like dollars have a value\".[2]\n\nSome High Street booksellers have additional exclusive promotional material glued under the inside of the dust jacket:\n\nKim Newman, writing for The Independent, called the book \"on-the-nose and up-to-the-minute in its subject\", praising the villain and the narration.[3] The Guardian's Patrick Ness praised the book's humanity, and its \"sharp questions (...) about why we trust banks (...) as well as the nature of money\", but noted that the book \"is not quite as successful as\" Going Postal due to the lack of some of Going Postal's forward drive.[4] The Observer's Rowland Manthrope was critical of the book, saying that \"Pratchett has wit here, but has lost his normal cutting edge\".[5] Nick Rennison, from The Sunday Times, said that while \"Making Money is not vintage Discworld\", \"it still offers more comic inventiveness and originality than most other novels of the year. And more fun.\"[6]",[["Moist",10,1],["golem",8,1],["city",7,1],["novel",6,1],["money",5,1],["bank",5,1],["Bank",5,1],["Lipwig",4,1],["von",4,1],["Ankh-Morpork",4,1],["Lavish",4,1],["Pratchett",4,1],["Mr",4,1],["\",",4,1],["book",4,1],["Money",3,1],["fantasy",3,1],["Discworld",3,1],["Royal",3,1],["dog",3,1],["currency",3,1],["Vetinari",3,1],["Moist von Lipwig",2,3],["Postmaster General",2,2],["Royal Bank",2,2]]]},{"json_class":"Article","v":["Unseen Academicals - Wikipedia","2009 Discworld novel by Terry Pratchett\nUnseen Academicals is the 37th novel in Terry Pratchett's Discworld series. The novel satirises football,[1][2] and features Mustrum Ridcully setting up an Unseen University football team, with the Librarian in goal.[3] It includes new details about \"below stairs\" life at the university.[3]  The book introduces several new characters, including Trevor Likely, a street urchin with a wonderful talent for kicking a tin can; Glenda Sugarbean, a maker of \"jolly good\" pies; Juliet Stollop, a dim but beautiful young woman who might just turn out to be the greatest fashion model there has ever been; and the mysterious Mr Nutt, a cultured, enigmatic, idealistic savant.\nAccording to the publisher, Transworld, the \"on sale\" date for the hardback was 1 October 2009 although the official publication date is 8 October 2009.[4] Bookshop chain Borders included a small set of exclusive Discworld football cards with each book.[5]\nThe title is a play on the names of rugby and football teams in the UK who have or have had a connection to educational institutions, examples being Hamilton Academical and Edinburgh Academicals.\nThe time in between the publication of Unseen Academicals and the previous Discworld entry, Making Money, was over 2 years, making it longest time between Discworld novels since 1983's The Colour of Magic and 1986's The Light Fantastic. However, it made up for this in part by being the longest Discworld novel, 25 000 words longer than any other book in the series. Between 1986 and 2007, at least one Discworld novel was published every year. This delay was in part due to Pratchett's Alzheimer's diagnosis, which led to a great deal of his time being taken up with interviews and public advocacy.\n\nAfter the centennial Hunting of the Megapode (a satirisation of the Mallard ceremony performed at All Souls College, Oxford), the faculty of Unseen University discover that they must, as per tradition, play a game of football, in exchange for their large financial endowment from the late Archchancellor Preserved Bigger. If not, they will lose 87.4% of the university's food bill, and be forced to have (only) three meals a day. The wizards soon learn that the local version of football (similar to the actual game of mob football) is very violent and deaths are common. Thus, in collaboration with the city's tyrant Lord Vetinari, they set out to make new 'official' football rules, based on translations of the rules from an ancient urn, which includes forbidding the use of hands and mandating the use of official footballs as opposed to the makeshift balls the street games use. With the prestige of UU under threat, the rise of Brazeneck College in Pseudopolis as a centre of magical learning and the return of Henry (formerly the Dean) to Ankh-Morpork as a rivalling Archchancellor do much to antagonise Archchancellor Ridcully.\nParallel to this, the book tells the story of four young people. A candle dribbler named Mr Nutt discovers that he is not what he thinks he is and must overcome the fear of his race, both by humans and by himself. He is also chosen to train the university's team for the big match. Trev Likely, who is Mr Nutt's coworker and best friend, is the son of Ankh-Morpork's most famous deceased footballer Dave Likely (who had scored a record of four goals throughout his entire career), but has promised his (late) dear old mum that he won't play, but ultimately saves the game. Glenda is a friend of Mr Nutt and Trev, runs the Unseen University Night Kitchen, and bakes the Disc's best pies. Juliet works for Glenda, has a crush on Trev (despite coming from families that support different teams), is simple and beautiful, and becomes a famous fashion model and the new face of dwarvish micromail (chainmail as soft as cloth). The four of them end up advising the wizards on their football endeavour. The novel culminates in an intense game between the Unseen Academicals and Ankh-Morpork United, a team made up of previously warring mob football teams including Dimwell and Dolly Sisters competing to prevent the more civilised game from becoming accepted.\n\n Glenda Sugarbean\nJuliet Stollop\nTrevor Likely\nMr Nutt\nLord Vetinari\nMadame Sharn\nPepe\nAndy Shank\nMustrum Ridcully\nPonder Stibbons \n Football (Soccer)\nAthletic Teams\nSports Fandom\nFashion & Modeling\nCollege Rivalry\nUniversity Traditions\nRacial Insecurity\nSelf Worth\nCrab mentality \n Television adaptation [edit]\nA proposed two-part television adaptation was to be produced by The Mob for broadcast on Sky1 (and in high definition on Sky1 HD), with filming set to take place in 2011.[6][7] It was to have been the fourth in a series of adaptations, following Hogfather, Colour of Magic, and Going Postal. However, by August 2012 it was reported that The Mob's option for the rights was not renewed.[8]\n\n Audio dramatisation [edit]\nIt was announced by Discworld Monthly on 29 May 2018 that Audible has created an Audio Dramatisation of Unseen Academicals. The adaptation has been directed by Dirk Maggs, and the cast includes Josie Lawrence, Matthew Horne, Tony Gardner, and Phil Davis amongst others. It will be available to purchase on Audible from 2 July 2018[9]\n\nReviewing the book for his site Boing Boing, Cory Doctorow praised Pratchett's ability to make him like this novel despite his lack of interest in football and rated it one of his top five Discworld novels, while cautioning that the book, unlike previous works, requires the reader to be familiar with the characters and setting.[10] The Guardian's Harry Ritchie also favourably reviewed the novel, highlighting the reliability of Pratchett's comedy, especially the figures of speech he regularly used such as a kiss sounding like \"a tennis ball being sucked through the strings of a racket\".[11]\nPeter Ingam, writing for The Telegraph, opined that the quality of Pratchett's writing and humour remained as high as ever.[12] Matt Barber, reviewing the book for Den of Geek, concluded that Unseen Academicals was \"almost perfectly rounded social satire\", adding that the only minor criticism he could offer was that the main characters were so interesting that side stories such as Glenda and Nutt's romance were eclipsed by wanting to see the main story progress; he also outlined that he read the book with Pratchett's Alzheimer diagnosis in mind but found his writing to actually have improved rather than suffered.[13]",[["football",12,1],["novel",10,1],["Discworld",9,1],["Unseen",8,1],["book",8,1],["Pratchett",7,1],["Academical",7,1],["team",6,1],["Nutt",6,1],["game",6,1],["Mr",5,1],["Glenda",5,1],["Unseen Academicals",4,2],["Mr Nutt",4,2],["adaptation",4,1],["University",4,1],["),",4,1],["Trev",3,1],["story",3,1],["Ankh-Morpork",3,1],["use",3,1],["series",3,1],["Archchancellor",3,1],["Ridcully",3,1],["university",3,1],["character",3,1],["Juliet",3,1],["College",3,1],["1",3,1],["official",3,1],["time",3,1],["fashion model",2,2],["Discworld novels",2,2],["Discworld novel",2,2]]]},{"json_class":"Article","v":["I Shall Wear Midnight - Wikipedia","2010 Discworld novel by Terry Pratchett\nI Shall Wear Midnight is a comic fantasy novel by English writer Terry Pratchett, set on the Discworld. It is the fourth novel within the Discworld series to be based on the character of Tiffany Aching. It was published on 2 September 2010 in the United Kingdom, and on 28 September in the United States, and won the 2010 Andre Norton Award.[1]\nIt centres on Tiffany Aching, who is now fifteen years old and getting on with the hard work of being a witch. The title is taken from a quotation in A Hat Full of Sky: \"When I'm old I shall wear midnight, she'd decided. But for now she'd had enough of darkness.\"\nIn an interview at the Guardian Book Club,[2] Pratchett remarked that the book is an urban fantasy.\n\nTiffany is working as the Chalk's only witch in a climate of growing suspicion and prejudice. When the local Baron (for whom she had been caring) dies of poor health, she is accused of murder. Tiffany travels to Ankh-Morpork to inform the Baron's heir, Roland, who happens to be in the city with his fiancée Letitia. On the way Tiffany is attacked by the Cunning Man, a frightening figure who has holes where his eyes should be.\nIn the city she meets Mrs Proust, the proprietor of Boffo's joke shop, where many witches buy their stereotypical witch accoutrements. When they find Roland and Letitia the Nac Mac Feegles, who have as usual been following Tiffany, are accused of destroying a pub. Tiffany and Mrs. Proust are arrested by Carrot and Angua, and (nominally) locked up – although it is mostly, in fact, for their protection as people start to resent witches.\nWhen they are released the next day, Tiffany meets Eskarina Smith (not seen since the events of the third Discworld novel, Equal Rites), who explains to her that the Cunning Man was, a thousand years ago, an Omnian witch-finder, who had fallen in love with a witch. That witch, however, knew how evil the Cunning Man was. She was eventually burnt to death, but as she was being burned she trapped the Cunning Man in the fire as well. The Cunning Man became a demonic spirit of pure hatred, able to corrupt other minds with suspicion and hate. Eskarina announces that the Cunning Man is coming.  Tiffany and the Feegles return to the Chalk, where they find the Baron's soldiers trying to dig up the Feegle mound. She stops them, and goes to see Roland, who throws her in a dungeon (which she locks on the inside, and where she is brought bacon, eggs, and coffee in the morning). It is later learned that the Cunning Man was responsible for these actions.\nTiffany escapes, however, and goes to see Letitia, who she discovers is also an untrained but talented witch. She sees the Cunning Man twice while at Letitia's home, and as guests begin to arrive at Roland and Letitia's wedding, the other witches start to arrive, so that if the Cunning Man takes over her body, they can kill her. The night before the wedding, Tiffany, Roland, Letitia and Preston (a castle guard whom Tiffany has befriended) meet at one of the fields that needs to be burned to clear it of stubble; Tiffany lures the Cunning Man into the flames and defeats him.\nAfter some discussions, the story then jumps forward a year where she is offered a beautiful black dress by Amber. Preston, who is about as smart as Tiffany, shows his love for her, which Tiffany reciprocates.\n\n Tiffany Aching\nThe Cunning Man\nJeannie\nLetitia Keepsake\nNac Mac Feegle\nDeirdre Parsley, lately Lady Keepsake / The Duchess\nAmber Petty\nPreston\nRoland\nEskarina Smith",[["Tiffany",16,1],["Cunning Man",10,2],["Man",11,1],["Cunning",11,1],["witch",9,1],["Letitia",7,1],["Roland",6,1],["Discworld",4,1],["Feegle",4,1],["novel",4,1],["Tiffany Aching",3,2],["2010",3,1],["Pratchett",3,1],["Aching",3,1],["year",3,1],["Baron",3,1],["Eskarina",3,1],["Preston",3,1]]]},{"json_class":"Article","v":["Snuff (Pratchett novel) - Wikipedia","2011 Discworld novel by Terry Pratchett\nSnuff is the 39th novel in the Discworld series, written by Terry Pratchett. It was published on 11 October 2011 in the United States, and 13 October 2011 in the United Kingdom.[1] The book sold over 55,000 copies in the first three days.\nThe book is the eighth City Watch story and is based largely around Commander Sir Sam Vimes. Pratchett emphasised that the word 'snuff' has \"at least two meanings\".[2]\n\nCommander Vimes is persuaded by his wife Sybil and Lord Vetinari to take a family holiday at the Ramkins' countryside estate. As Vimes arrives in the countryside, he senses crime.  At a dinner with all the local 'nobs', Vimes discovers the distaste the local people have towards goblins. He also meets Miss Felicity Beedle, a children's book author whose works Young Sam is a fan of, and he feels that she has something she wants to tell him about a possible crime.\nThe next day Vimes wins a hand-to-hand fight with the hot-headed local blacksmith, Jethro. Afterwards, he arranges to meet Jethro on Hangman Hill at midnight, as Jethro has information about the mistreatment of goblins. Lord Rust approaches Vimes and tells him that he will not find any crimes in the country, warning him that he has no jurisdiction outside of Ankh-Morpork.\nThat night, Vimes and Willikins go up to Hangman Hill to meet Jethro, but instead find the severed finger of a goblin girl and lots of blood. The next morning, the local chief constable, Feeney Upshot, arrives at Ramkin Hall to arrest Vimes for the murder of Jethro, who has gone missing. Vimes is the most likely suspect because of his fight with the blacksmith, and he was overheard making plans to meet Jethro on Hangman Hill. Vimes refuses arrest, instead taking on the task of teaching Upshot to be a better copper.\nVimes and Upshot, led by a goblin named Stinky, find the goblins' abode in a cave. In the pitch-black cave, Vimes realises he can see perfectly in the darkness, a skill rewarded to him by the Summoning Dark (a demon that briefly possessed him in the novel Thud!).  In the cave he meets with the goblin chief who leads him to a goblin's corpse, the same one that was killed on Hangman Hill. Vimes ventures further in the cave in search of Jethro, but instead finds Miss Beedle, who, because of adoptive goblin ancestry, spends her spare time teaching goblin girls how to read and communicate with humans.\nUpshot and Vimes pay a visit to Mr Flutter; he is known as the 'local trouble' and seems to be involved in most crimes in the area. They capture Flutter, but he is unwilling to talk. Vimes notices a cellar in his house and enters it  Surrounded by darkness he is able to communicate to the Summoning Dark, who provides an account of what happened on Hangman Hill.  Vimes confronts Flutter, who tells Vimes that the goblin-girl was killed by a Mr Stratford, a man working for Gravid Rust, the 'entrepreneurial' son of Lord Rust.\nAfter Sergeant Colon is possessed by the ghost of a goblin child after finding an unggue pot (a goblin burial pot) inside a free cigar, parallel investigations by the Ankh-Morpork City Watch and Vimes lead to the revelation that goblins are being used for slave labour on tobacco plantations in Howondaland.  Wee Mad Arthur of the Watch flies to Howondaland to investigate and finds the plantation, where all the goblin workers are dying or already dead.\nVimes and Upshot hear that more goblins have been taken and are being transported on the paddleboat Wonderful Fanny. Vimes and Upshot secretly board the boat just as a thunderstorm arrives, making the night pitch-black and the river laden with debris. Vimes, with the help of Stinky, frees the goblins who are trapped in the cargo holds. He also rescues the captain's wife and daughter from being shot by Stratford, who had been posing as an underling. A battle ensues between Vimes and Stratford when the boat once again lifts on the tide, giving Stratford time to escape. After Vimes comes round from a knock to the head he surmises that Stratford is not dead and will be back to finish what he started. The captain of the boat loses track of the river bends during the commotion and panics. Vimes's ability to see in the dark allows him to guide the boat to safety.\nVimes is knocked unconscious in the storm and wakes to find himself and the boat in Quirm, everyone having survived the night. Vimes discovers that the goblins, along with Stratford, have boarded the next boat to Howondaland. Vimes boards the boat, arrests the captain and frees all the goblins as well as a kidnapped Jethro, but Stratford is not on board.\nVimes returns to his family in Ramkin Hall and together they travel to Quirm on the pleasure boat Roberta E. Biscuit. Stratford attempts to attack Vimes's son but is defeated by Vimes and Willikins and handed over to the Quirmian gendarmerie, to be returned to Ankh-Morpork for trial. On the way the prison coach crashes, allowing Stratford to escape. However, shortly after he is met on the road and killed by Willikins.\nLady Sybil arranges a concert in Ankh-Morpork, inviting the Patrician, Lady Margalotta Von Uberwald, and the ambassadors to Diamond King of Trolls and the Low-King of Dwarves. The aim of the concert is to showcase the musical talent of one of the goblin girls taught by Miss Beedle. The dignitaries are so moved by the display they agree to enact laws which will grant goblins the same rights as other sapient creatures and protection under the law. Gravid Rust, due to his trafficking of troll narcotics, is disinherited and exiled to Fourecks (it is implied that Gravid is monitored (and possibly killed) by one of Vetinari's Dark Clerks). One year later, Vimes and Lady Sybil return to the countryside to attend a wedding, where he learns that the events of the novel have been turned into a novel, Pride and Extreme Prejudice, which is dedicated to him.\n\nUpon release, Snuff was generally well-received. On Bookmarks Magazine Jan/Feb 2012 issue, a magazine that aggregates critic reviews of books, the book received a  (3.5 out of 5) based on critic reviews with the critical summary stating, \"With his trademark wit, twisted characters, and sharp eye for social commentary, Pratchett (who must have derived great pleasure from poking hornets' nests with sticks as a child) plumbs the depths of depravity in his irresistible, inimitable way, revisiting old friends and developing story lines that we hope will continue to entertain readers in later volumes\".[3]\nIn a review for The Guardian, A. S. Byatt noted that the book connected two different meanings of Snuff (\"an old-fashioned stimulant to be kept in elegant boxes and snorted gracefully in society\" and \"arbitrary and unpleasant deaths\"). Byatt also noted the \"great deal of interest in bodily fluids, excretions and excrement\" in the book. At the end of the review, Byatt called Pratchett a master storyteller, and said he was endlessly inventive.[4]\nSnuff won the 2012 Bollinger Everyman Wodehouse Prize[5] and was nominated for the 2012 Locus Award for Best Fantasy Novel[6] as well as the Prometheus Award.[7]\n\n\n\n\nWikiquote has quotations related to Snuff.",[["Vime",31,1],["goblin",10,1],["goblins",9,1],["Stratford",9,1],["boat",8,1],["Jethro",8,1],["book",7,1],["Upshot",6,1],["Hangman Hill",5,2],["Snuff",5,1],["Pratchett",5,1],["novel",5,1],["Hangman",5,1],["Hill",5,1],["Rust",4,1],["Ankh-Morpork",4,1],["crime",4,1],["cave",4,1],["review",4,1],["Beedle",3,1],["Miss",3,1],["countryside",3,1],["Ramkin",3,1],["Sybil",3,1],["Watch",3,1],["2011",3,1],["night",3,1],["Willikin",3,1],["girl",3,1],["arrest",3,1],["Dark",3,1],["Flutter",3,1],["Gravid",3,1],["Howondaland",3,1],["board",3,1],["captain",3,1],["2012",3,1],["Byatt",3,1],["Ramkin Hall",2,2],["Summoning Dark",2,2],["Miss Beedle",2,2],["Gravid Rust",2,2]]]},{"json_class":"Article","v":["Raising Steam - Wikipedia","2013 Discworld novel by Terry Pratchett\nRaising Steam is the 40th Discworld novel, written by Terry Pratchett. It was the penultimate one, published before his death in 2015. Originally due to be published on 24 October 2013, it was pushed back to 7 November 2013 (and March 18, 2014 in the U.S.).[1][2] It stars Moist von Lipwig, and features the introduction of locomotives to the Discworld (a concept mentioned already in Death's Domain),[3] and an entirely new character.[4]\nThe cover of the novel was exclusively revealed on Pratchett's Facebook page on 6 August 2013.[5]\nAn update to Pratchett's website late October 2013 revealed that characters include Harry King, Moist von Lipwig, Adora Belle Dearheart and Sgt Fred Colon amongst others.[6]\n\nDick Simnel, a young self-taught engineer from Sto Lat (and whose father, Ned Simnel, appeared in Reaper Man), has invented a steam locomotive.  He brings his invention to Ankh-Morpork where it catches the interest of Sir Harry King, a millionaire businessman who has made his fortune in the waste and sanitation industry, as he wishes to create a legacy disassociated from the source of his wealth. Harry promises Dick sufficient investment to make the railway a success.\nThe Patrician of Ankh-Morpork, Lord Vetinari, wishing to ensure that the City has appropriate influence over the new enterprise, appoints the reformed fraudster turned civil servant Moist von Lipwig to represent the government in the management of the railway. His skills soon come in useful in negotiations with landowners along the route of the new line.\nThroughout the story, Dwarfish fundamentalists are responsible for a number of terrorist attacks against the new Ankh-Morpork railway, including murder and arson. This campaign culminates in a palace coup in Uberwald, whilst the King is at an international summit in Quirm, over twelve hundred miles away.  Vetinari declares that it is imperative to return the King to Schmaltzberg as soon as possible in order to restore political stability, and gives Moist the task of getting him there via the new railway.  Moist protests impossibility on the grounds that the railway is nowhere near complete, but is told that achieving this target is non-negotiable.\nOn the journey there are numerous attacks by Dwarfish fundamentalists,  but eventually the train reaches its destination and the King retakes Schmaltzberg with little resistance.\nBack in Ankh-Morpork, there are honours and medals all round except for Moist who is told  that his reward is to remain alive.\n\nScience fiction author Cory Doctorow in his review on Boing Boing remarked that Pratchett \"never quite balanced whimsy and gravitas as carefully as this, and it works beautifully. This is a spectacular novel, and a gift from a beloved writer to his millions of fans.\"[7]\nBen Aaronovitch for The Guardian noted that while Raising Steam may be \"heavy-handed\" in its moralising, Pratchett \"can be forgiven\" because he remains one of the most consistently funny writers in the business.[8]\nSara Sklaroff for The Washington Post praised Pratchett's innate ability to balance the silly and the serious. Pratchett \"blasts fundamentalists who resist all progress\", but mostly he seems to be \"having fun with words in the very British strain of absurdist humor.\"[9]\nKarin L Kross for Tor.com praised Raising Steam as \"the latest transformation of a remarkable fictional world that has evolved and grown with its creator.\"[10]\nFar Beyond Reality was more critical and found the writing \"not as crisp as it used to be\" and the characters \"starting to blend together\".[11]",[["Pratchett",8,1],["Moist",6,1],["railway",5,1],["King",5,1],["Ankh-Morpork",4,1],["novel",4,1],["fundamentalist",3,1],["Harry",3,1],["character",3,1],["Lipwig",3,1],["von",3,1],["Steam",3,1],["Discworld",3,1],["2013",3,1],["Dwarfish fundamentalists",2,2],["Terry Pratchett",2,2]]]},{"json_class":"Article","v":["The Shepherd's Crown - Wikipedia","2015 Discworld novel by Terry Pratchett\nThe Shepherd's Crown is a comic fantasy novel, the last book written by Terry Pratchett before his death in March 2015. It is the 41st novel in the Discworld series, and the fifth based on the character Tiffany Aching. It was published in the United Kingdom on 27 August 2015 by Penguin Random House publishers, and in the United States on 1 September 2015.[1][2]\nIn early June 2015, Pratchett's daughter Rhianna Pratchett announced that The Shepherd's Crown would be the last Discworld novel, and that no further work, including unfinished work, would be published.[3]\n\nTiffany Aching is busy running her steading and taking care of the people of the Chalk. Jeannie, the Kelda of the Nac Mac Feegle, is worried that she is overworked. When Granny Weatherwax, Tiffany's mentor, dies, she leaves everything to Tiffany, who becomes the first among equals of the witches.\nGeoffrey, the third son of Lord Swivel, is well educated, vegetarian and a pacifist. He is dissatisfied with hunting practices he considers barbaric, and after a confrontation with his father, heads towards Lancre, intending to become a witch.\nMeanwhile, in the domain of the Elves, Peaseblossom senses that the passing of Granny Weatherwax has weakened the barriers between the realms. When a goblin shows the faerie court what the humans are capable of with iron and the status that goblins have achieved, Peaseblossom usurps the Queen, intending to reenter the human world and reestablish the elves' power.\nTiffany, spread thin tending to the Chalk and Granny Weatherwax's old steading, employs Geoffrey as a \"backhouse boy\"[clarification needed] and starts teaching him. He and his goat get on well with everybody, and Tiffany dubs him a \"calm-weaver\". Intending to help old men have some autonomy from their wives, he introduces the idea of sheds (an idea he originally got from his maternal uncle).\nNightshade, the former Queen of the Elves, is found by the Feegle stationed on the Chalk at the gateway to fairyland. Her wings had been ripped off before she had been forcibly ejected from her world. The Feegles restrain her until Tiffany arrives and takes her in on her family farm. While there, Tiffany decides to carry as a talisman the shepherd's crown (a fossilised echinoid) that had been in the Aching family for many generations. She tries to teach Nightshade what it is to be human and the motivations of kindness.\nTiffany gathers the witches to prepare for an invasion by the Elves. Geoffrey marshals the old men, and assembles a fighting force. Tiffany attempts to enlist the help of the Elf King. When that fails, she assigns the Feegles to build the King a shed in the hope that it will earn his allegiance.\nThe elves break through at two stone circles: up in Lancre and down in the Chalk. In Lancre, they are met by the assembled witches with help from Geoffrey and the men and they are defeated. In the Chalk, they are met by Miss Tick, Letitia, Tiffany, and the Nac Mac Feegle. Nightshade, with her glamour restored, fights for Tiffany, whom she now considers a friend, until she is killed by Peaseblossom. The elves seem to have the upper hand until Tiffany, wearing the shepherd's crown, calls the power of the Chalk to bring a storm and commands the ghosts of her grandmother's sheepdogs, Thunder and Lightning. She summons the King of the Elves, who kills Peaseblossom, and she banishes the elves from the Land.\nTiffany decides to devote herself to the Chalk. She recommends that Geoffrey be given Granny Weatherwax's steading, and hand-builds herself her own shepherd's hut, reusing the old iron wheels from her late Granny Aching's shepherd's hut.\n\n Tiffany Aching\nNightshade\nPeaseblossom\nGeoffrey Swivel\nEsme Weatherwax \nDen of Geek awarded the book five out of five stars, saying \"Some beloved elements of the world we've come to know over the last thirty-two years come to a close, while others are left to walk on into a world we won't get to see.\"[4] The Guardian said \"This is not a perfect example of Pratchett's genius, but it is a moving one.\"[5]\nThe Shepherd's Crown sold 52,846 copies in its first three days on sale.[6] During the second week of its release, it sold 27,386 copies in the UK, generating £318,576 in revenue.[7]\nThe book received the 2016 Locus Award for Best Young Adult Book[8] and the 2016 Dragon Award for Best Young Adult / Middle Grade Novel.[9]\n\nIn the afterword, Pratchett's assistant Rob Wilkins stated that Pratchett wrote The Shepherd's Crown's \"pivotal scenes while he was still writing Raising Steam\", and that \"it was, still, not quite finished as he would have liked when he died\" and that \"he would almost certainly have written more of this book\".[10]\nNeil Gaiman has said that Pratchett had originally planned to end the book with the revelation that Granny Weatherwax had temporarily placed her consciousness within You the cat, and that Death would only collect her in the epilogue, after she says \"I am leaving on my own terms now;\" however, Pratchett's health deteriorated too quickly for him to be able to write this scene.[11]",[["Tiffany",15,1],["Pratchett",9,1],["Chalk",7,1],["Geoffrey",6,1],["Granny",6,1],["Weatherwax",6,1],["Granny Weatherwax",5,2],["book",5,1],["Aching",5,1],["Feegle",5,1],["Peaseblossom",5,1],["Crown",4,1],["Shepherd",4,1],["witch",4,1],["Elve",4,1],["world",4,1],["elve",4,1],["novel",4,1],["Nightshade",4,1],["shepherd",4,1],["Discworld",3,1],["steading",3,1],["Lancre",3,1],["me",3,1],["King",3,1],["Nac Mac Feegle",2,3],["Terry Pratchett",2,2]]]}]